[
    {
        "text": "Insights into dietary phytochemicals targeting Parkinson's disease key genes and pathways: A network pharmacology approach. Parkinson's disease (PD) is a complex neurological disease associated with the degeneration of dopaminergic neurons. Oxidative stress is a key player in instigating apoptosis in dopaminergic neurons. To improve the survival of neurons many dietary phytochemicals have gathered significant attention recently. Thus, the present study implements a comprehensive network pharmacology approach to unravel the mechanisms of action of dietary phytochemicals that benefit disease management. A literature search was performed to identify ligands (i.e., comprising dietary phytochemicals and Food and Drug Administration pre-approved PD drugs) in the PubMed database. Targets associated with selected ligands were extracted from the search tool for interactions of chemicals (STITCH) database. Then, the construction of a gene-gene interaction (GGI) network, analysis of hub-gene, functional and pathway enrichment, associated transcription factors, miRNAs, ligand-target interaction network, docking were performed using various bioinformatics tools together with molecular dynamics (MD) simulations. The database search resulted in 69 ligands and 144 unique targets. GGI and subsequent topological measures indicate histone acetyltransferase p300 (EP300), mitogen-activated protein kinase 1 (MAPK1) or extracellular signal-regulated kinase (ERK)2, and CREB-binding protein (CREBBP) as hub genes. Neurodegeneration, MAPK signaling, apoptosis, and zinc binding are key pathways and gene ontology terms. hsa-miR-5692a and SCNA gene-associated transcription factors interact with all the 3 hub genes. Ligand-target interaction (LTI) network analysis suggest rasagiline and baicalein as candidate ligands targeting MAPK1. Rasagiline and baicalein form stable complexes with the Y205, K330, and V173 residues of MAPK1. Computational molecular insights suggest that baicalein and rasagiline are promising preclinical candidates for PD management.",
        "label": "Parkinson's disease (PD) is a complex neurological disease associated with the degeneration of dopaminergic neurons. Oxidative stress is a key player in instigating apoptosis in dopaminergic neurons. To improve the survival of neurons many dietary phytochemicals have gathered significant attention recently. Thus, the present study implements a comprehensive network pharmacology approach to unravel the mechanisms of action of dietary phytochemicals that benefit disease management. A literature search was performed to identify ligands (i.e., comprising dietary phytochemicals and Food and Drug Administration pre-approved PD drugs) in the PubMed database. Targets associated with selected ligands were extracted from the search tool for interactions of chemicals (STITCH) database. Then, the construction of a gene-gene interaction (GGI) network, analysis of hub-gene, functional and pathway enrichment, associated transcription factors, miRNAs, ligand-target interaction network, docking were performed using various bioinformatics tools together with molecular dynamics (MD) simulations. The database search resulted in 69 ligands and 144 unique targets. GGI and subsequent topological measures indicate histone acetyltransferase p300 (EP300), mitogen-activated protein kinase 1 (MAPK1) or extracellular signal-regulated kinase (ERK)2, and CREB-binding protein (CREBBP) as hub genes. Neurodegeneration, MAPK signaling, apoptosis, and zinc binding are key pathways and gene ontology terms. hsa-miR-5692a and SCNA gene-associated transcription factors interact with all the 3 hub genes. Ligand-target interaction (LTI) network analysis suggest rasagiline and baicalein as candidate ligands targeting MAPK1. Rasagiline and baicalein form stable complexes with the Y205, K330, and V173 residues of MAPK1. Computational molecular insights suggest that baicalein and rasagiline are promising preclinical candidates for PD management."
    },
    {
        "text": "A sporadic Parkinson's disease model via silencing of the ubiquitin-proteasome/E3 ligase component, SKP1A. Our and other's laboratory microarray-derived transcriptomic studies in human PD substantia nigra pars compacta (SNpc) samples have opened an avenue to concentrate on potential gene intersections or cross-talks along the dopaminergic (DAergic) neurodegenerative cascade in sporadic PD (SPD). One emerging gene candidate identified was SKP1A (p19, S-phase kinase-associated protein 1A), found significantly decreased in the SNpc as confirmed later at the protein level. SKP1 is part of the Skp1, Cullin 1, F-box protein (SCF) complex, the largest known class of sophisticated ubiquitin-proteasome/E3-ligases and was found to directly interact with FBXO7, a gene defective in PARK15-linked PD. This finding has led us to the hypothesis that a targeted site-specific reduction of Skp1 levels in DAergic neuronal cell culture and animal systems may result in a progressive loss of DAergic neurons and hopefully recreate motor disabilities in animals. The second premise considers the possibility that both intrinsic and extrinsic factors (e.g., manipulation of selected genes and mitochondria impairing toxins), alleged to play central roles in DAergic neurodegeneration in PD, may act in concert as modifiers of Skp1 deficiency-induced phenotype alterations ('dual-hit' hypothesis of neurodegeneration). To examine a possible role of Skp1 in DAergic phenotype, we have initially knocked down the expression of SKP1A gene in an embryonic mouse SN-derived cell line (SN4741) with short hairpin RNA (shRNA) lentiviruses (LVs). The deficiency of SKP1A closely recapitulated cardinal features of the DAergic pathology of human PD, such as decreased expression of DAergic phenotypic markers and cell cycle aberrations. Furthermore, the knocked down cells displayed a lethal phenotype when induced to differentiate exhibiting proteinaceous round inclusion structures, which were almost identical in composition to human Lewy bodies, a hallmark of PD. These findings support a role for Skp1 in neuronal phenotype, survival, and differentiation. The identification of Skp1 as a key player in DAergic neuron function suggested that a targeted site-specific reduction of Skp1 levels in mice SNpc may result in a progressive loss of DAergic neurons and terminal projections in the striatum. The injected LV SKP1shRNA to mouse SN resulted in decreased expression of Skp1 protein levels within DAergic neurons and loss of tyrosine hydroxylase immunoreactivity (TH-IR) in both SNpc and striatum that was accompanied by time-dependent motor disabilities. The reduction of the vertical movements, that is rearing, may be reminiscent of the early occurrence of hypokinesia and axial, postural instability in PD. According to the 'dual-hit' hypothesis of neurodegenerative diseases, it is predicted that gene-gene and/or gene-environmental factors would act in concert or sequentially to propagate the pathological process of PD. Our findings are compatible with this conjecture showing that the genetic vulnerability caused by knock down of SKP1A renders DAergic SN4741 cells especially sensitive to genetic reduction of Aldh1 and exposure to the external stressors MPP+ and DA, which have been implicated in PD pathology. Future consideration should be given in manipulation SKP1A expression as therapeutic window, via its induction genetically or pharmacological, to prevent degeneration of the nigra striatal dopamine neurons, since UPS is defective.",
        "label": "Our and other's laboratory microarray-derived transcriptomic studies in human PD substantia nigra pars compacta (SNpc) samples have opened an avenue to concentrate on potential gene intersections or cross-talks along the dopaminergic (DAergic) neurodegenerative cascade in sporadic PD (SPD). One emerging gene candidate identified was SKP1A (p19, S-phase kinase-associated protein 1A), found significantly decreased in the SNpc as confirmed later at the protein level. SKP1 is part of the Skp1, Cullin 1, F-box protein (SCF) complex, the largest known class of sophisticated ubiquitin-proteasome/E3-ligases and was found to directly interact with FBXO7, a gene defective in PARK15-linked PD. This finding has led us to the hypothesis that a targeted site-specific reduction of Skp1 levels in DAergic neuronal cell culture and animal systems may result in a progressive loss of DAergic neurons and hopefully recreate motor disabilities in animals. The second premise considers the possibility that both intrinsic and extrinsic factors (e.g., manipulation of selected genes and mitochondria impairing toxins), alleged to play central roles in DAergic neurodegeneration in PD, may act in concert as modifiers of Skp1 deficiency-induced phenotype alterations ('dual-hit' hypothesis of neurodegeneration). To examine a possible role of Skp1 in DAergic phenotype, we have initially knocked down the expression of SKP1A gene in an embryonic mouse SN-derived cell line (SN4741) with short hairpin RNA (shRNA) lentiviruses (LVs). The deficiency of SKP1A closely recapitulated cardinal features of the DAergic pathology of human PD, such as decreased expression of DAergic phenotypic markers and cell cycle aberrations. Furthermore, the knocked down cells displayed a lethal phenotype when induced to differentiate exhibiting proteinaceous round inclusion structures, which were almost identical in composition to human Lewy bodies, a hallmark of PD. These findings support a role for Skp1 in neuronal phenotype, survival, and differentiation. The identification of Skp1 as a key player in DAergic neuron function suggested that a targeted site-specific reduction of Skp1 levels in mice SNpc may result in a progressive loss of DAergic neurons and terminal projections in the striatum. The injected LV SKP1shRNA to mouse SN resulted in decreased expression of Skp1 protein levels within DAergic neurons and loss of tyrosine hydroxylase immunoreactivity (TH-IR) in both SNpc and striatum that was accompanied by time-dependent motor disabilities. The reduction of the vertical movements, that is rearing, may be reminiscent of the early occurrence of hypokinesia and axial, postural instability in PD. According to the 'dual-hit' hypothesis of neurodegenerative diseases, it is predicted that gene-gene and/or gene-environmental factors would act in concert or sequentially to propagate the pathological process of PD. Our findings are compatible with this conjecture showing that the genetic vulnerability caused by knock down of SKP1A renders DAergic SN4741 cells especially sensitive to genetic reduction of Aldh1 and exposure to the external stressors MPP+ and DA, which have been implicated in PD pathology. Future consideration should be given in manipulation SKP1A expression as therapeutic window, via its induction genetically or pharmacological, to prevent degeneration of the nigra striatal dopamine neurons, since UPS is defective."
    },
    {
        "text": "Genome-wide case-only analysis of gene-gene interactions with known Parkinson's disease risk variants reveals link between LRRK2 and SYT10. The effects of one genetic factor upon Parkinson's disease (PD) risk may be modified by other genetic factors. Such gene-gene interaction (G×G) could explain some of the 'missing heritability' of PD and the reduced penetrance of known PD risk variants. Using the largest single nucleotide polymorphism (SNP) genotype data set currently available for PD (18,688 patients), provided by the International Parkinson's Disease Genomics Consortium, we studied G×G with a case-only (CO) design. To this end, we paired each of 90 SNPs previously reported to be associated with PD with one of 7.8 million quality-controlled SNPs from a genome-wide panel. Support of any putative G×G interactions found was sought by the analysis of independent genotype-phenotype and experimental data. A total of 116 significant pairwise SNP genotype associations were identified in PD cases, pointing towards G×G. The most prominent associations involved a region on chromosome 12q containing SNP rs76904798, which is a non-coding variant of the LRRK2 gene. It yielded the lowest interaction p-value overall with SNP rs1007709 in the promoter region of the SYT10 gene (interaction OR = 1.80, 95% CI: 1.65-1.95, p = 2.7 × 10-43). SNPs around SYT10 were also associated with the age-at-onset of PD in an independent cohort of carriers of LRRK2 mutation p.G2019S. Moreover, SYT10 gene expression during neuronal development was found to differ between cells from affected and non-affected p.G2019S carriers. G×G interaction on PD risk, involving the LRRK2 and SYT10 gene regions, is biologically plausible owing to the known link between PD and LRRK2, its involvement in neural plasticity, and the contribution of SYT10 to the exocytosis of secretory vesicles in neurons.",
        "label": "The effects of one genetic factor upon Parkinson's disease (PD) risk may be modified by other genetic factors. Such gene-gene interaction (G×G) could explain some of the 'missing heritability' of PD and the reduced penetrance of known PD risk variants. Using the largest single nucleotide polymorphism (SNP) genotype data set currently available for PD (18,688 patients), provided by the International Parkinson's Disease Genomics Consortium, we studied G×G with a case-only (CO) design. To this end, we paired each of 90 SNPs previously reported to be associated with PD with one of 7.8 million quality-controlled SNPs from a genome-wide panel. Support of any putative G×G interactions found was sought by the analysis of independent genotype-phenotype and experimental data. A total of 116 significant pairwise SNP genotype associations were identified in PD cases, pointing towards G×G. The most prominent associations involved a region on chromosome 12q containing SNP rs76904798, which is a non-coding variant of the LRRK2 gene. It yielded the lowest interaction p-value overall with SNP rs1007709 in the promoter region of the SYT10 gene (interaction OR = 1.80, 95% CI: 1.65-1.95, p = 2.7 × 10-43). SNPs around SYT10 were also associated with the age-at-onset of PD in an independent cohort of carriers of LRRK2 mutation p.G2019S. Moreover, SYT10 gene expression during neuronal development was found to differ between cells from affected and non-affected p.G2019S carriers. G×G interaction on PD risk, involving the LRRK2 and SYT10 gene regions, is biologically plausible owing to the known link between PD and LRRK2, its involvement in neural plasticity, and the contribution of SYT10 to the exocytosis of secretory vesicles in neurons."
    },
    {
        "text": "Unexpected phenotypic and molecular changes of combined glucocerebrosidase and acid sphingomyelinase deficiency. Heterozygous variants in GBA1, encoding glucocerebrosidase (GCase), are the most common genetic risk factor for Parkinson's disease (PD). Moreover, sporadic PD patients also have a substantial reduction of GCase activity. Genetic variants of SMPD1 are also overrepresented in PD cohorts, whereas a reduction of its encoded enzyme (acid sphingomyelinase or ASM) activity is linked to an earlier age of PD onset. Despite both converging on the ceramide pathway, how the combined deficiencies of both enzymes might interact to modulate PD has yet to be explored. Therefore, we created a double-knockout (DKO) zebrafish line for both gba1 (or gba) and smpd1 to test for an interaction in vivo, hypothesising an exacerbation of phenotypes in the DKO line compared to those for single mutants. Unexpectedly, DKO zebrafish maintained conventional swimming behaviour and had normalised neuronal gene expression signatures compared to those of single mutants. We further identified rescue of mitochondrial Complexes I and IV in DKO zebrafish. Despite having an unexpected rescue effect, our results confirm ASM as a modifier of GBA1 deficiency in vivo. Our study highlights the need for validating how genetic variants and enzymatic deficiencies may interact in vivo.",
        "label": "Heterozygous variants in GBA1, encoding glucocerebrosidase (GCase), are the most common genetic risk factor for Parkinson's disease (PD). Moreover, sporadic PD patients also have a substantial reduction of GCase activity. Genetic variants of SMPD1 are also overrepresented in PD cohorts, whereas a reduction of its encoded enzyme (acid sphingomyelinase or ASM) activity is linked to an earlier age of PD onset. Despite both converging on the ceramide pathway, how the combined deficiencies of both enzymes might interact to modulate PD has yet to be explored. Therefore, we created a double-knockout (DKO) zebrafish line for both gba1 (or gba) and smpd1 to test for an interaction in vivo, hypothesising an exacerbation of phenotypes in the DKO line compared to those for single mutants. Unexpectedly, DKO zebrafish maintained conventional swimming behaviour and had normalised neuronal gene expression signatures compared to those of single mutants. We further identified rescue of mitochondrial Complexes I and IV in DKO zebrafish. Despite having an unexpected rescue effect, our results confirm ASM as a modifier of GBA1 deficiency in vivo. Our study highlights the need for validating how genetic variants and enzymatic deficiencies may interact in vivo."
    },
    {
        "text": "The genetic basis of multiple system atrophy. Multiple system atrophy (MSA) is a heterogenous, uniformly fatal neurodegenerative ɑ-synucleinopathy. Patients present with varying degrees of dysautonomia, parkinsonism, cerebellar dysfunction, and corticospinal degeneration. The underlying pathophysiology is postulated to arise from aberrant ɑ-synuclein deposition, mitochondrial dysfunction, oxidative stress and neuroinflammation. Although MSA is regarded as a primarily sporadic disease, there is a possible genetic component that is poorly understood. This review summarizes current literature on genetic risk factors and potential pathogenic genes and loci linked to both sporadic and familial MSA, and underlines the biological mechanisms that support the role of genetics in MSA. We discuss a broad range of genes that have been associated with MSA including genes related to Parkinson's disease (PD), oxidative stress, inflammation, and tandem gene repeat expansions, among several others. Furthermore, we highlight various genetic polymorphisms that modulate MSA risk, including complex gene-gene and gene-environment interactions, which influence the disease phenotype and have clinical significance in both presentation and prognosis. Deciphering the exact mechanism of how MSA can result from genetic aberrations in both experimental and clinical models will facilitate the identification of novel pathophysiologic clues, and pave the way for translational research into the development of disease-modifying therapeutic targets.",
        "label": "Multiple system atrophy (MSA) is a heterogenous, uniformly fatal neurodegenerative ɑ-synucleinopathy. Patients present with varying degrees of dysautonomia, parkinsonism, cerebellar dysfunction, and corticospinal degeneration. The underlying pathophysiology is postulated to arise from aberrant ɑ-synuclein deposition, mitochondrial dysfunction, oxidative stress and neuroinflammation. Although MSA is regarded as a primarily sporadic disease, there is a possible genetic component that is poorly understood. This review summarizes current literature on genetic risk factors and potential pathogenic genes and loci linked to both sporadic and familial MSA, and underlines the biological mechanisms that support the role of genetics in MSA. We discuss a broad range of genes that have been associated with MSA including genes related to Parkinson's disease (PD), oxidative stress, inflammation, and tandem gene repeat expansions, among several others. Furthermore, we highlight various genetic polymorphisms that modulate MSA risk, including complex gene-gene and gene-environment interactions, which influence the disease phenotype and have clinical significance in both presentation and prognosis. Deciphering the exact mechanism of how MSA can result from genetic aberrations in both experimental and clinical models will facilitate the identification of novel pathophysiologic clues, and pave the way for translational research into the development of disease-modifying therapeutic targets."
    },
    {
        "text": "Serotonin-Related Functional Genetic Variants Affect the Occurrence of Psychiatric and Motor Adverse Events of Dopaminergic Treatment in Parkinson's Disease: A Retrospective Cohort Study. The serotonergic system is important in Parkinson's disease (PD) pathogenesis as it can take over dopamine production after a large portion of dopaminergic neurons is lost through neurodegeneration. The aim of this study was to evaluate the effect of genetic variability of serotonergic genes on the occurrence of motor complications and psychiatric adverse events (AE) due to dopaminergic treatment. We enrolled 231 patients and their clinical data were collected. Genotyping was performed for eight genetic variants. Logistic regression was used for analysis. Carriers of the HTR1A rs6295 GC genotype (OR = 2.58; 95% CI = 1.15-5.78; p = 0.021), TPH2 rs4290270 AA genotype (OR = 2.78; 95% CI = 1.08-7.03; p = 0.034), and at least one TPH2 rs4570625 T allele (OR = 1.86; 95% CI = 1.00-3.44; p = 0.047) had increased risk for visual hallucinations (VH). Additionally, carriers of at least one SLC6A4&nbsp;5-HTTPLR rs25531 S (OR = 0.52; 95% CI = 0.28-0.96; p = 0.037) or at least one LG allele (OR = 0.37; 95% CI = 0.14-0.97; p = 0.044) had a decreased chance for VH. Constructed haplotypes of the TPH2 showed increased risk for VH (OR = 1.94; 95% CI = 1.06-3.55; p = 0.032) and impulse control disorders (OR = 5.20; 95% CI = 1.86-14.50; p = 0.002). Finally, individual gene-gene interactions showed decreased odds for the development of motor AE. Our findings suggest that the serotonergic pathway may play an important role in the development of AE resulting from dopaminergic treatment.",
        "label": "The serotonergic system is important in Parkinson's disease (PD) pathogenesis as it can take over dopamine production after a large portion of dopaminergic neurons is lost through neurodegeneration. The aim of this study was to evaluate the effect of genetic variability of serotonergic genes on the occurrence of motor complications and psychiatric adverse events (AE) due to dopaminergic treatment. We enrolled 231 patients and their clinical data were collected. Genotyping was performed for eight genetic variants. Logistic regression was used for analysis. Carriers of the HTR1A rs6295 GC genotype (OR = 2.58; 95% CI = 1.15-5.78; p = 0.021), TPH2 rs4290270 AA genotype (OR = 2.78; 95% CI = 1.08-7.03; p = 0.034), and at least one TPH2 rs4570625 T allele (OR = 1.86; 95% CI = 1.00-3.44; p = 0.047) had increased risk for visual hallucinations (VH). Additionally, carriers of at least one SLC6A4&nbsp;5-HTTPLR rs25531 S (OR = 0.52; 95% CI = 0.28-0.96; p = 0.037) or at least one LG allele (OR = 0.37; 95% CI = 0.14-0.97; p = 0.044) had a decreased chance for VH. Constructed haplotypes of the TPH2 showed increased risk for VH (OR = 1.94; 95% CI = 1.06-3.55; p = 0.032) and impulse control disorders (OR = 5.20; 95% CI = 1.86-14.50; p = 0.002). Finally, individual gene-gene interactions showed decreased odds for the development of motor AE. Our findings suggest that the serotonergic pathway may play an important role in the development of AE resulting from dopaminergic treatment."
    },
    {
        "text": "Interaction-Based Feature Selection Algorithm Outperforms Polygenic Risk Score in Predicting Parkinson's Disease Status. Polygenic risk scores (PRS) aggregating results from genome-wide association studies are the state of the art in the prediction of susceptibility to complex traits or diseases, yet their predictive performance is limited for various reasons, not least of which is their failure to incorporate the effects of gene-gene interactions. Novel machine learning algorithms that use large amounts of data promise to find gene-gene interactions in order to build models with better predictive performance than PRS. Here, we present a data preprocessing step by using data-mining of contextual information to reduce the number of features, enabling machine learning algorithms to identify gene-gene interactions. We applied our approach to the Parkinson's Progression Markers Initiative (PPMI) dataset, an observational clinical study of 471 genotyped subjects (368 cases and 152 controls). With an AUC of 0.85 (95% CI = [0.72; 0.96]), the interaction-based prediction model outperforms the PRS (AUC of 0.58 (95% CI = [0.42; 0.81])). Furthermore, feature importance analysis of the model provided insights into the mechanism of Parkinson's disease. For instance, the model revealed an interaction of previously described drug target candidate genes TMEM175 and GAPDHP25. These results demonstrate that interaction-based machine learning models can improve genetic prediction models and might provide an answer to the missing heritability problem.",
        "label": "Polygenic risk scores (PRS) aggregating results from genome-wide association studies are the state of the art in the prediction of susceptibility to complex traits or diseases, yet their predictive performance is limited for various reasons, not least of which is their failure to incorporate the effects of gene-gene interactions. Novel machine learning algorithms that use large amounts of data promise to find gene-gene interactions in order to build models with better predictive performance than PRS. Here, we present a data preprocessing step by using data-mining of contextual information to reduce the number of features, enabling machine learning algorithms to identify gene-gene interactions. We applied our approach to the Parkinson's Progression Markers Initiative (PPMI) dataset, an observational clinical study of 471 genotyped subjects (368 cases and 152 controls). With an AUC of 0.85 (95% CI = [0.72; 0.96]), the interaction-based prediction model outperforms the PRS (AUC of 0.58 (95% CI = [0.42; 0.81])). Furthermore, feature importance analysis of the model provided insights into the mechanism of Parkinson's disease. For instance, the model revealed an interaction of previously described drug target candidate genes TMEM175 and GAPDHP25. These results demonstrate that interaction-based machine learning models can improve genetic prediction models and might provide an answer to the missing heritability problem."
    },
    {
        "text": "A network-based method for brain disease gene prediction by integrating brain connectome and molecular network. Brain disease gene identification is critical for revealing the biological mechanism and developing drugs for brain diseases. To enhance the identification of brain disease genes, similarity-based computational methods, especially network-based methods, have been adopted for narrowing down the searching space. However, these network-based methods only use molecular networks, ignoring brain connectome data, which have been widely used in many brain-related studies. In our study, we propose a novel framework, named brainMI, for integrating brain connectome data and molecular-based gene association networks to predict brain disease genes. For the consistent representation of molecular-based network data and brain connectome data, brainMI first constructs a novel gene network, called brain functional connectivity (BFC)-based gene network, based on resting-state functional magnetic resonance imaging data and brain region-specific gene expression data. Then, a multiple network integration method is proposed to learn low-dimensional features of genes by integrating the BFC-based gene network and existing protein-protein interaction networks. Finally, these features are utilized to predict brain disease genes based on a support vector machine-based model. We evaluate brainMI on four brain diseases, including Alzheimer's disease, Parkinson's disease, major depressive disorder and autism. brainMI achieves of 0.761, 0.729, 0.728 and 0.744 using the BFC-based gene network alone and enhances the molecular network-based performance by 6.3% on average. In addition, the results show that brainMI achieves higher performance in predicting brain disease genes compared to the existing three state-of-the-art methods.",
        "label": "Brain disease gene identification is critical for revealing the biological mechanism and developing drugs for brain diseases. To enhance the identification of brain disease genes, similarity-based computational methods, especially network-based methods, have been adopted for narrowing down the searching space. However, these network-based methods only use molecular networks, ignoring brain connectome data, which have been widely used in many brain-related studies. In our study, we propose a novel framework, named brainMI, for integrating brain connectome data and molecular-based gene association networks to predict brain disease genes. For the consistent representation of molecular-based network data and brain connectome data, brainMI first constructs a novel gene network, called brain functional connectivity (BFC)-based gene network, based on resting-state functional magnetic resonance imaging data and brain region-specific gene expression data. Then, a multiple network integration method is proposed to learn low-dimensional features of genes by integrating the BFC-based gene network and existing protein-protein interaction networks. Finally, these features are utilized to predict brain disease genes based on a support vector machine-based model. We evaluate brainMI on four brain diseases, including Alzheimer's disease, Parkinson's disease, major depressive disorder and autism. brainMI achieves of 0.761, 0.729, 0.728 and 0.744 using the BFC-based gene network alone and enhances the molecular network-based performance by 6.3% on average. In addition, the results show that brainMI achieves higher performance in predicting brain disease genes compared to the existing three state-of-the-art methods."
    },
    {
        "text": "Identification of potential genomic biomarkers for Parkinson's disease using data pooling of gene expression microarrays. Aim: In this study, we aimed to identify potential diagnostic biomarkers Parkinson's disease (PD) by exploring microarray gene expression data of PD patients. Materials & methods: Differentially expressed genes associated with PD were screened from the GSE99039 dataset using weighted gene co-expression network analysis, followed by gene ontology and Kyoto Encyclopedia of Genes and Genomes pathway enrichment analyses, gene-gene interaction network analysis and receiver operator characteristics analysis. Results: We identified two PD-associated modules, in which genes from the chemokine signaling pathway were primarily enriched. In particular, CS, PRKCD, RHOG and VAMP2 directly interacted with known PD-associated genes and showed higher expression in the PD samples, and may thus be potential biomarkers in PD diagnosis. Conclusion: A DFG-analysis identified a four-gene panel (CS, PRKCD, RHOG, VAMP2) as a potential diagnostic predictor to diagnose PD.",
        "label": "Aim: In this study, we aimed to identify potential diagnostic biomarkers Parkinson's disease (PD) by exploring microarray gene expression data of PD patients. Materials & methods: Differentially expressed genes associated with PD were screened from the GSE99039 dataset using weighted gene co-expression network analysis, followed by gene ontology and Kyoto Encyclopedia of Genes and Genomes pathway enrichment analyses, gene-gene interaction network analysis and receiver operator characteristics analysis. Results: We identified two PD-associated modules, in which genes from the chemokine signaling pathway were primarily enriched. In particular, CS, PRKCD, RHOG and VAMP2 directly interacted with known PD-associated genes and showed higher expression in the PD samples, and may thus be potential biomarkers in PD diagnosis. Conclusion: A DFG-analysis identified a four-gene panel (CS, PRKCD, RHOG, VAMP2) as a potential diagnostic predictor to diagnose PD."
    },
    {
        "text": "Vitamin D receptor rs2228570 polymorphism and Parkinson's disease risk in a Chinese population. Epidemiological evidence of the relationship between vitamin D receptor (VDR) rs2228570 (FokI) polymorphism and the susceptibility of Parkinson's disease (PD) is inconsistent, partially due to between-study variations in sample size, age, male/female ratio, and 25-OH vitamin D3 levels. Here, we examined the association between VDR rs2228570 polymorphism and PD risk in a Chinese population. A total of 940 subjects were included in this study, which consisted of 470 patients with sporadic PD (mean age: 62.65 ± 9.34 years) and 470 healthy control subjects (mean age: 62.70 ± 9.42 years). A TaqMan genotyping assay was applied to identify VDR rs2228570 polymorphism. The Hardy-Weinberg Equilibrium (HWE) was calculated for both groups with a Chi-square (χ2) test. The sample power was calculated with Power V3.0. The crude odds ratios (ORs) and 95 % confidence intervals (CIs) for sporadic PD in relation to VDR rs2228570 polymorphism were calculated using a logistic regression analysis. The minor A allele frequency was 0.42 and 0.48 in the control and PD groups, respectively. A allele carriers of rs2228570 were associated with an increased overall risk of PD as well as early-onset PD (EOPD) in the allele and additive genetic models. Stratification analyses showed similar results in male subjects in the allele and additive genetic models, but only in the additive genetic model in female subjects. In conclusion, our study suggests that the VDR rs2228570 A allele is associated with an increased risk of PD in a Chinese population. Further investigations with larger sample sizes with consideration of gene-gene and gene-environment interaction are needed to further elucidate the role of vitamin D receptors in the development of PD.",
        "label": "Epidemiological evidence of the relationship between vitamin D receptor (VDR) rs2228570 (FokI) polymorphism and the susceptibility of Parkinson's disease (PD) is inconsistent, partially due to between-study variations in sample size, age, male/female ratio, and 25-OH vitamin D3 levels. Here, we examined the association between VDR rs2228570 polymorphism and PD risk in a Chinese population. A total of 940 subjects were included in this study, which consisted of 470 patients with sporadic PD (mean age: 62.65 ± 9.34 years) and 470 healthy control subjects (mean age: 62.70 ± 9.42 years). A TaqMan genotyping assay was applied to identify VDR rs2228570 polymorphism. The Hardy-Weinberg Equilibrium (HWE) was calculated for both groups with a Chi-square (χ2) test. The sample power was calculated with Power V3.0. The crude odds ratios (ORs) and 95 % confidence intervals (CIs) for sporadic PD in relation to VDR rs2228570 polymorphism were calculated using a logistic regression analysis. The minor A allele frequency was 0.42 and 0.48 in the control and PD groups, respectively. A allele carriers of rs2228570 were associated with an increased overall risk of PD as well as early-onset PD (EOPD) in the allele and additive genetic models. Stratification analyses showed similar results in male subjects in the allele and additive genetic models, but only in the additive genetic model in female subjects. In conclusion, our study suggests that the VDR rs2228570 A allele is associated with an increased risk of PD in a Chinese population. Further investigations with larger sample sizes with consideration of gene-gene and gene-environment interaction are needed to further elucidate the role of vitamin D receptors in the development of PD."
    },
    {
        "text": "Dopaminergic Pathway Genes Influence Adverse Events Related to Dopaminergic Treatment in Parkinson's Disease. Dopaminergic pathway is the most disrupted pathway in the pathogenesis of Parkinson's disease. Several studies reported associations of dopaminergic genes with the occurrence of adverse events of dopaminergic treatment. However, none of these studies adopted a pathway based approach. The aim of this study was to comprehensively evaluate the influence of selected single nucleotide polymorphisms of key dopaminergic pathway genes on the occurrence of motor and non-motor adverse events of dopaminergic treatment in Parkinson's disease. In total, 231 Parkinson's disease patients were enrolled. Demographic and clinical data were collected. Genotyping was performed for 16 single nucleotide polymorphisms from key dopaminergic pathway genes. Logistic and Cox regression analyses were used for evaluation. Results were adjusted for significant clinical data. We observed that carriers of at least one COMT rs165815 C allele had lower odds for developing visual hallucinations (OR = 0.34; 95% CI = 0.16-0.72; p = 0.004), while carriers of at least one DRD3 rs6280 C allele and CC homozygotes had higher odds for this adverse event (OR = 1.88; 95% CI = 1.00-3.54; p = 0.049 and OR = 3.31; 95% CI = 1.37-8.03; p = 0.008, respectively). Carriers of at least one DDC rs921451 C allele and CT heterozygotes had higher odds for orthostatic hypotension (OR = 1.86; 95% CI = 1.07-3.23; p = 0.028 and OR = 2.30; 95% CI = 1.26-4.20; p = 0.007, respectively). Heterozygotes for DDC rs3837091 and SLC22A1 rs628031 AA carriers also had higher odds for orthostatic hypotension (OR = 1.94; 95% CI = 1.07-3.51; p = 0.028 and OR = 2.57; 95% CI = 1.11-5.95; p = 0.028, respectively). Carriers of the SLC22A1 rs628031 AA genotype had higher odds for peripheral edema and impulse control disorders (OR = 4.00; 95% CI = 1.62-9.88; p = 0.003 and OR = 3.16; 95% CI = 1.03-9.72; p = 0.045, respectively). Finally, heterozygotes for SLC22A1 rs628031 and carriers of at least one SLC22A1 rs628031 A allele had lower odds for dyskinesia (OR = 0.48; 95% CI = 0.24-0.98, p = 0.043 and OR = 0.48; 95% CI = 0.25-0.92; p = 0.027, respectively). Gene-gene interactions, more specifically DDC-COMT, SLC18A2-SV2C, and SLC18A2-SLC6A3, also significantly influenced the occurrence of some adverse events. Additionally, haplotypes of COMT and SLC6A3 were associated with the occurrence of visual hallucinations (AT vs. GC: OR = 0.34; 95% CI = 0.16-0.72; p = 0.005) and orthostatic hypotension (ATG vs. ACG: OR = 2.48; 95% CI: 1.01-6.07; p = 0.047), respectively. Pathway based approach allowed us to identify new potential candidates for predictive biomarkers of adverse events of dopaminergic treatment in Parkinson's disease, which could contribute to treatment personalization.",
        "label": "Dopaminergic pathway is the most disrupted pathway in the pathogenesis of Parkinson's disease. Several studies reported associations of dopaminergic genes with the occurrence of adverse events of dopaminergic treatment. However, none of these studies adopted a pathway based approach. The aim of this study was to comprehensively evaluate the influence of selected single nucleotide polymorphisms of key dopaminergic pathway genes on the occurrence of motor and non-motor adverse events of dopaminergic treatment in Parkinson's disease. In total, 231 Parkinson's disease patients were enrolled. Demographic and clinical data were collected. Genotyping was performed for 16 single nucleotide polymorphisms from key dopaminergic pathway genes. Logistic and Cox regression analyses were used for evaluation. Results were adjusted for significant clinical data. We observed that carriers of at least one COMT rs165815 C allele had lower odds for developing visual hallucinations (OR = 0.34; 95% CI = 0.16-0.72; p = 0.004), while carriers of at least one DRD3 rs6280 C allele and CC homozygotes had higher odds for this adverse event (OR = 1.88; 95% CI = 1.00-3.54; p = 0.049 and OR = 3.31; 95% CI = 1.37-8.03; p = 0.008, respectively). Carriers of at least one DDC rs921451 C allele and CT heterozygotes had higher odds for orthostatic hypotension (OR = 1.86; 95% CI = 1.07-3.23; p = 0.028 and OR = 2.30; 95% CI = 1.26-4.20; p = 0.007, respectively). Heterozygotes for DDC rs3837091 and SLC22A1 rs628031 AA carriers also had higher odds for orthostatic hypotension (OR = 1.94; 95% CI = 1.07-3.51; p = 0.028 and OR = 2.57; 95% CI = 1.11-5.95; p = 0.028, respectively). Carriers of the SLC22A1 rs628031 AA genotype had higher odds for peripheral edema and impulse control disorders (OR = 4.00; 95% CI = 1.62-9.88; p = 0.003 and OR = 3.16; 95% CI = 1.03-9.72; p = 0.045, respectively). Finally, heterozygotes for SLC22A1 rs628031 and carriers of at least one SLC22A1 rs628031 A allele had lower odds for dyskinesia (OR = 0.48; 95% CI = 0.24-0.98, p = 0.043 and OR = 0.48; 95% CI = 0.25-0.92; p = 0.027, respectively). Gene-gene interactions, more specifically DDC-COMT, SLC18A2-SV2C, and SLC18A2-SLC6A3, also significantly influenced the occurrence of some adverse events. Additionally, haplotypes of COMT and SLC6A3 were associated with the occurrence of visual hallucinations (AT vs. GC: OR = 0.34; 95% CI = 0.16-0.72; p = 0.005) and orthostatic hypotension (ATG vs. ACG: OR = 2.48; 95% CI: 1.01-6.07; p = 0.047), respectively. Pathway based approach allowed us to identify new potential candidates for predictive biomarkers of adverse events of dopaminergic treatment in Parkinson's disease, which could contribute to treatment personalization."
    },
    {
        "text": "Decoding Common Features of Neurodegenerative Disorders: From Differentially Expressed Genes to Pathways. Neurodegeneration is a progressive/irreversible loss of neurons, building blocks of our nervous system. Their degeneration gradually collapses the entire structural and functional system manifesting in myriads of clinical disorders categorized as Neurodegenerative Disorders (NDs) such as Alzheimer's Disease, (AD), Parkinson's Disease (PD), Frontotemporal Dementia (FTD) and Amyotrophic Lateral Sclerosis (ALS). NDs are characterized by a puzzling interplay of molecular and cellular defects affecting subset of neuronal populations in specific affected brain areas.",
        "label": "Neurodegeneration is a progressive/irreversible loss of neurons, building blocks of our nervous system. Their degeneration gradually collapses the entire structural and functional system manifesting in myriads of clinical disorders categorized as Neurodegenerative Disorders (NDs) such as Alzheimer's Disease, (AD), Parkinson's Disease (PD), Frontotemporal Dementia (FTD) and Amyotrophic Lateral Sclerosis (ALS). NDs are characterized by a puzzling interplay of molecular and cellular defects affecting subset of neuronal populations in specific affected brain areas."
    },
    {
        "text": "Alzheimer's disease susceptibility genes modify the risk of Parkinson disease and Parkinson's disease-associated cognitive impairment. The pathogenic mechanism underlying Parkinson's disease (PD) and PD- Cognitive impairment (CI) remains elusive. Its potential link to the risk factors in Alzheimer's disease (AD) is unclear. In this study, we analyzed 16 CE-associated single nucleotide polymorphisms (SNPs) in twelve genes in a Chinese cohort of 450 PD cases and 449 controls. Among our 298 cases clinically evaluated for CI, 113 cases did not show CI signs (PD-NC), 86 cases had mildly cognitive impairment (PD-MCI) and 99 cases had dementia (PD-D). We found that the APOE ε4 allele is associated with a higher risk for PD-D. Gene-gene interaction analysis revealed that three significant gene-gene interactions, including BDNF and CLU, APOE and CR1, and DYRK1A and CD2AP increase the risk for PD. Because these SNPs are known genetic risk factors for AD, their contribution to PD and PD-D shown in this study suggests that PD/PD-D and AD may share convergent pathways in their pathogenesis through gene-gene interactions.",
        "label": "The pathogenic mechanism underlying Parkinson's disease (PD) and PD- Cognitive impairment (CI) remains elusive. Its potential link to the risk factors in Alzheimer's disease (AD) is unclear. In this study, we analyzed 16 CE-associated single nucleotide polymorphisms (SNPs) in twelve genes in a Chinese cohort of 450 PD cases and 449 controls. Among our 298 cases clinically evaluated for CI, 113 cases did not show CI signs (PD-NC), 86 cases had mildly cognitive impairment (PD-MCI) and 99 cases had dementia (PD-D). We found that the APOE ε4 allele is associated with a higher risk for PD-D. Gene-gene interaction analysis revealed that three significant gene-gene interactions, including BDNF and CLU, APOE and CR1, and DYRK1A and CD2AP increase the risk for PD. Because these SNPs are known genetic risk factors for AD, their contribution to PD and PD-D shown in this study suggests that PD/PD-D and AD may share convergent pathways in their pathogenesis through gene-gene interactions."
    },
    {
        "text": "Estimation of genetic risk function with covariates in the presence of missing genotypes. In genetic epidemiological studies, family history data are collected on relatives of study participants and used to estimate the age-specific risk of disease for individuals who carry a causal mutation. However, a family member's genotype data may not be collected because of the high cost of in-person interview to obtain blood sample or death of a relative. Previously, efficient nonparametric genotype-specific risk estimation in censored mixture data has been proposed without considering covariates. With multiple predictive risk factors available, risk estimation requires a multivariate model to account for additional covariates that may affect disease risk simultaneously. Therefore, it is important to consider the role of covariates in genotype-specific distribution estimation using family history data. We propose an estimation method that permits more precise risk prediction by controlling for individual characteristics and incorporating interaction effects with missing genotypes in relatives, and thus, gene-gene interactions and gene-environment interactions can be handled within the framework of a single model. We examine performance of the proposed methods by simulations and apply them to estimate the age-specific cumulative risk of Parkinson's disease (PD) in carriers of the LRRK2 G2019S mutation using first-degree relatives who are at genetic risk for PD. The utility of estimated carrier risk is demonstrated through designing a future clinical trial under various assumptions. Such sample size estimation is seen in the Huntington's disease literature using the length of abnormal expansion of a CAG repeat in the HTT gene but is less common in the PD literature. Copyright © 2017 John Wiley & Sons, Ltd.",
        "label": "In genetic epidemiological studies, family history data are collected on relatives of study participants and used to estimate the age-specific risk of disease for individuals who carry a causal mutation. However, a family member's genotype data may not be collected because of the high cost of in-person interview to obtain blood sample or death of a relative. Previously, efficient nonparametric genotype-specific risk estimation in censored mixture data has been proposed without considering covariates. With multiple predictive risk factors available, risk estimation requires a multivariate model to account for additional covariates that may affect disease risk simultaneously. Therefore, it is important to consider the role of covariates in genotype-specific distribution estimation using family history data. We propose an estimation method that permits more precise risk prediction by controlling for individual characteristics and incorporating interaction effects with missing genotypes in relatives, and thus, gene-gene interactions and gene-environment interactions can be handled within the framework of a single model. We examine performance of the proposed methods by simulations and apply them to estimate the age-specific cumulative risk of Parkinson's disease (PD) in carriers of the LRRK2 G2019S mutation using first-degree relatives who are at genetic risk for PD. The utility of estimated carrier risk is demonstrated through designing a future clinical trial under various assumptions. Such sample size estimation is seen in the Huntington's disease literature using the length of abnormal expansion of a CAG repeat in the HTT gene but is less common in the PD literature. Copyright © 2017 John Wiley & Sons, Ltd."
    },
    {
        "text": "Exploring the Effects of Genetic Variants on Clinical Profiles of Parkinson's Disease Assessed by the Unified Parkinson's Disease Rating Scale and the Hoehn-Yahr Stage. Many genetic variants have been linked to familial or sporadic Parkinson's disease (PD), among which those identified in PARK16, BST1, SNCA, LRRK2, GBA and MAPT genes have been demonstrated to be the most common risk factors worldwide. Moreover, complex gene-gene and gene-environment interactions have been highlighted in PD pathogenesis. Compared to studies focusing on the predisposing effects of genes, there is a relative lack of research investigating how these genes and their interactions influence the clinical profiles of PD. In a cohort consisting of 2,011 Chinese Han PD patients, we selected 9 representative variants from the 6 above-mentioned common PD genes to analyze their main and epistatic effects on the Unified Parkinson's Disease Rating Scale (UPDRS) and the Hoehn and Yahr (H-Y) stage of PD. With multiple linear regression models adjusting for medication status, disease duration, gender and age at onset, none of the variants displayed significant main effects on UPDRS or the H-Y scores. However, for gene-gene interaction analyses, 7 out of 37 pairs of variants showed significant or marginally significant associations with these scores. Among these, the GBA rs421016 (L444P)×LRRK2 rs33949390 (R1628P) interaction was consistently significant in relation to UPDRS III and UPDRS total (I+II+III), even after controlling for the family-wise error rate using False Discovery Rate (FDR-corrected p values are 0.0481 and 0.0070, respectively). Although the effects of the remaining pairs of variants did not survive the FDR correction, they showed marginally significant associations with either UPDRS or the H-Y stage (raw p<0.05). Our results highlight the importance of epistatic effects of multiple genes on the determination of PD clinical profiles and may have implications for molecular classification and personalized intervention of the disease.",
        "label": "Many genetic variants have been linked to familial or sporadic Parkinson's disease (PD), among which those identified in PARK16, BST1, SNCA, LRRK2, GBA and MAPT genes have been demonstrated to be the most common risk factors worldwide. Moreover, complex gene-gene and gene-environment interactions have been highlighted in PD pathogenesis. Compared to studies focusing on the predisposing effects of genes, there is a relative lack of research investigating how these genes and their interactions influence the clinical profiles of PD. In a cohort consisting of 2,011 Chinese Han PD patients, we selected 9 representative variants from the 6 above-mentioned common PD genes to analyze their main and epistatic effects on the Unified Parkinson's Disease Rating Scale (UPDRS) and the Hoehn and Yahr (H-Y) stage of PD. With multiple linear regression models adjusting for medication status, disease duration, gender and age at onset, none of the variants displayed significant main effects on UPDRS or the H-Y scores. However, for gene-gene interaction analyses, 7 out of 37 pairs of variants showed significant or marginally significant associations with these scores. Among these, the GBA rs421016 (L444P)×LRRK2 rs33949390 (R1628P) interaction was consistently significant in relation to UPDRS III and UPDRS total (I+II+III), even after controlling for the family-wise error rate using False Discovery Rate (FDR-corrected p values are 0.0481 and 0.0070, respectively). Although the effects of the remaining pairs of variants did not survive the FDR correction, they showed marginally significant associations with either UPDRS or the H-Y stage (raw p<0.05). Our results highlight the importance of epistatic effects of multiple genes on the determination of PD clinical profiles and may have implications for molecular classification and personalized intervention of the disease."
    },
    {
        "text": "NAT2 polymorphisms and risk for Parkinson's disease: a systematic review and meta-analysis. Several studies suggested a possible association between certain polymorphisms in the N-acetyl-transferase 2 (NAT2) gene (which encodes a very important enzyme involved in xenobiotic metabolism) and the risk for Parkinson's disease (PD). As the results of studies on this issue are controversial, we conducted a systematic review and a meta-analysis of eligible studies on this putative association.",
        "label": "Several studies suggested a possible association between certain polymorphisms in the N-acetyl-transferase 2 (NAT2) gene (which encodes a very important enzyme involved in xenobiotic metabolism) and the risk for Parkinson's disease (PD). As the results of studies on this issue are controversial, we conducted a systematic review and a meta-analysis of eligible studies on this putative association."
    },
    {
        "text": "Comparative analysis of four disease prediction models of Parkinson's disease. Parkinson's disease (PD) is a multi-factorial disorder with high-penetrant mutations accounting for small percentage of PD. Our previous studies demonstrated individual association of genetic variants in folate, xenobiotic, and dopamine metabolic pathways with PD risk. The rational of the study was to develop a risk prediction model for PD using these genetic polymorphisms along with synuclein (SNCA) polymorphism. We have generated additive, multifactor dimensionality reduction (MDR), recursive partitioning (RP), and artificial neural network (ANN) models using 21 SNPs as inputs and disease outcome as output. The clinical utility of all these models was assessed by plotting receiver operating characteristics curves where in area under the curve (AUC) was used as an index of diagnostic utility of the model. The additive model was the simplest and exhibited an AUC of 0.72. The MDR model showed significant gene-gene interactions between SNCA, DRD4VNTR, and DRD2A polymorphisms. The RP model showed SHMT C1420T as important determinant of PD risk. This variant allele was found to be protective and this protection was nullified by MTRR A66G. Inheritance of SHMT wild allele and SNCA intronic polymorphism was shown to increase the risk of PD. The ANN model showed higher diagnostic utility (AUC = 0.86) compared to all the models and was able to explain 56.6% cases of sporadic PD. To conclude, the ANN model developed using SNPs in folate, xenobiotic, and dopamine pathways along with SNCA has higher clinical utility in predicting PD risk compared to other models.",
        "label": "Parkinson's disease (PD) is a multi-factorial disorder with high-penetrant mutations accounting for small percentage of PD. Our previous studies demonstrated individual association of genetic variants in folate, xenobiotic, and dopamine metabolic pathways with PD risk. The rational of the study was to develop a risk prediction model for PD using these genetic polymorphisms along with synuclein (SNCA) polymorphism. We have generated additive, multifactor dimensionality reduction (MDR), recursive partitioning (RP), and artificial neural network (ANN) models using 21 SNPs as inputs and disease outcome as output. The clinical utility of all these models was assessed by plotting receiver operating characteristics curves where in area under the curve (AUC) was used as an index of diagnostic utility of the model. The additive model was the simplest and exhibited an AUC of 0.72. The MDR model showed significant gene-gene interactions between SNCA, DRD4VNTR, and DRD2A polymorphisms. The RP model showed SHMT C1420T as important determinant of PD risk. This variant allele was found to be protective and this protection was nullified by MTRR A66G. Inheritance of SHMT wild allele and SNCA intronic polymorphism was shown to increase the risk of PD. The ANN model showed higher diagnostic utility (AUC = 0.86) compared to all the models and was able to explain 56.6% cases of sporadic PD. To conclude, the ANN model developed using SNPs in folate, xenobiotic, and dopamine pathways along with SNCA has higher clinical utility in predicting PD risk compared to other models."
    },
    {
        "text": "Interaction between SNCA, LRRK2 and GAK increases susceptibility to Parkinson's disease in a Chinese population. PD is a complex disease, and may result from gene-gene and gene-environment interactions. There are limited studies on gene-gene interactions in PD. We and others have previously shown that SNCA rs356219, LRRK2 (rs2046932 and rs7304279) and GAK (rs1564282) are risk factors in sporadic PD. Since the expression of SNCA and neurotoxicity of alpha-synuclein are affected by LRRK2 and GAK, we hypothesize that their genetic risk variants may interact with each other. Here we investigated the interaction of SNCA rs356219, LRRK2rs7304279 and rs2046932 and GAK rs1564282 using the Multifactor Dimensionality Reduction (MDR) in a Chinese PD patient-control series (534 patients and 435 controls) and the cumulative risk effect of SNCA, LRRK2 and GAK. The MDR analysis showed a significant gene-gene interaction between the rs356219 of SNCA, rs2046932 of LRRK2 and rs1564282 of GAK. Moreover, individuals with increasing numbers of variants had an increasing likelihood of having PD, compared with those carrying none of the variants. The estimated OR for developing PD in individuals carrying 3 variants was 5.89. We demonstrated for the first time that SNPs in SNCA, LRRK2 and GAK interacted with each other to confer an increased risk of PD. In addition, PD risk increased cumulatively with the increasing number of variants.",
        "label": "PD is a complex disease, and may result from gene-gene and gene-environment interactions. There are limited studies on gene-gene interactions in PD. We and others have previously shown that SNCA rs356219, LRRK2 (rs2046932 and rs7304279) and GAK (rs1564282) are risk factors in sporadic PD. Since the expression of SNCA and neurotoxicity of alpha-synuclein are affected by LRRK2 and GAK, we hypothesize that their genetic risk variants may interact with each other. Here we investigated the interaction of SNCA rs356219, LRRK2rs7304279 and rs2046932 and GAK rs1564282 using the Multifactor Dimensionality Reduction (MDR) in a Chinese PD patient-control series (534 patients and 435 controls) and the cumulative risk effect of SNCA, LRRK2 and GAK. The MDR analysis showed a significant gene-gene interaction between the rs356219 of SNCA, rs2046932 of LRRK2 and rs1564282 of GAK. Moreover, individuals with increasing numbers of variants had an increasing likelihood of having PD, compared with those carrying none of the variants. The estimated OR for developing PD in individuals carrying 3 variants was 5.89. We demonstrated for the first time that SNPs in SNCA, LRRK2 and GAK interacted with each other to confer an increased risk of PD. In addition, PD risk increased cumulatively with the increasing number of variants."
    },
    {
        "text": "Multifactor dimensionality reduction analysis to elucidate the cross-talk between one-carbon and xenobiotic metabolic pathways in multi-disease models. Putatively functional polymorphisms of one-carbon and xenobiotic metabolic pathways influence susceptibility for wide spectrum of diseases. The current study was aimed to explore gene-gene interactions among these two metabolic pathways in four diseases i.e. breast cancer, systemic lupus erythematosus (SLE), coronary artery disease (CAD) and Parkinson's disease (PD). Multifactor dimensionality reduction analysis was carried out on four case-control datasets. Cross-talk was observed between one-carbon and xenobiotic pathways in breast cancer (RFC 80 G>A, COMT H108L and TYMS 5'-UTR 28 bp tandem repeat) and SLE (CYP1A1 m1, MTRR 66 A>G and GSTT1). Gene-gene interactions within one-carbon metabolic pathway were observed in CAD (GCPII 1561 C>T, SHMT 1420 C>T and MTHFR 677 C>T) and PD (cSHMT 1420 C>T, MTRR 66 A>G and RFC1 80 G>A). These interaction models showed good predictability of risk for PD (The area under the receiver operating characteristic curve (C) = 0.83) and SLE (C = 0.73); and moderate predictability of risk for breast cancer (C = 0.64) and CAD (C = 0.63). Cross-talk between one-carbon and xenobiotic pathways was observed in diseases with female preponderance. Gene-gene interactions within one-carbon metabolic pathway were observed in diseases with male preponderance.",
        "label": "Putatively functional polymorphisms of one-carbon and xenobiotic metabolic pathways influence susceptibility for wide spectrum of diseases. The current study was aimed to explore gene-gene interactions among these two metabolic pathways in four diseases i.e. breast cancer, systemic lupus erythematosus (SLE), coronary artery disease (CAD) and Parkinson's disease (PD). Multifactor dimensionality reduction analysis was carried out on four case-control datasets. Cross-talk was observed between one-carbon and xenobiotic pathways in breast cancer (RFC 80 G>A, COMT H108L and TYMS 5'-UTR 28 bp tandem repeat) and SLE (CYP1A1 m1, MTRR 66 A>G and GSTT1). Gene-gene interactions within one-carbon metabolic pathway were observed in CAD (GCPII 1561 C>T, SHMT 1420 C>T and MTHFR 677 C>T) and PD (cSHMT 1420 C>T, MTRR 66 A>G and RFC1 80 G>A). These interaction models showed good predictability of risk for PD (The area under the receiver operating characteristic curve (C) = 0.83) and SLE (C = 0.73); and moderate predictability of risk for breast cancer (C = 0.64) and CAD (C = 0.63). Cross-talk between one-carbon and xenobiotic pathways was observed in diseases with female preponderance. Gene-gene interactions within one-carbon metabolic pathway were observed in diseases with male preponderance."
    },
    {
        "text": "Gene-gene and gene-environment interaction on the risk of Parkinson's disease. Even with numerous studies the cause of Parkinson's disease (PD) remains elusive. It has been hypothesized that interactions between genetic and environmental factors may play an important role in the pathogenesis of PD.",
        "label": "Even with numerous studies the cause of Parkinson's disease (PD) remains elusive. It has been hypothesized that interactions between genetic and environmental factors may play an important role in the pathogenesis of PD."
    },
    {
        "text": "Association between 5-HTTLPR polymorphism and Parkinson's disease: a meta analysis. To investigate the genetic association of 5-HTTLPR polymorphism and Parkinson's disease (PD) or depression in PD by using meta analysis. Published association studies on genotype or allele frequencies of the 5-HTTLPR in patients with or without PD or in PD patients with or without depression in all ethnic groups were included. A biallelic meta-analysis, including biallelic frequency model, biallelic dominant model (BDM) and biallelic recessive model, was performed using the Cochrane Review Manager (RevMan, version 5.2) to calculate the pooled odds ratio and its corresponding 95 % CI with a random-effect model. Six studies met the criteria for the meta-analysis of association of 5-HTTLPR and three studies were included for the association of 5-HTTLPR and depression in PD. The meta-analysis results did not show significant association between 5-HTTLPR and PD or depression in PD, except for a moderate negative association between 5-HTTLPR and PD in Asian subgroup (2 studies) using the BDM approach. Our meta-analysis result does not support a direct primary effect of 5-HTTLPR on PD or depression in PD. Further association studies with larger sample sizes preferably taking into consideration factors such as additional allelic variants in the 5-HTTLPR, ethnic variation of the 5-HTTLPR distribution and gene-gene interaction are necessary to reach a more definite conclusion.",
        "label": "To investigate the genetic association of 5-HTTLPR polymorphism and Parkinson's disease (PD) or depression in PD by using meta analysis. Published association studies on genotype or allele frequencies of the 5-HTTLPR in patients with or without PD or in PD patients with or without depression in all ethnic groups were included. A biallelic meta-analysis, including biallelic frequency model, biallelic dominant model (BDM) and biallelic recessive model, was performed using the Cochrane Review Manager (RevMan, version 5.2) to calculate the pooled odds ratio and its corresponding 95 % CI with a random-effect model. Six studies met the criteria for the meta-analysis of association of 5-HTTLPR and three studies were included for the association of 5-HTTLPR and depression in PD. The meta-analysis results did not show significant association between 5-HTTLPR and PD or depression in PD, except for a moderate negative association between 5-HTTLPR and PD in Asian subgroup (2 studies) using the BDM approach. Our meta-analysis result does not support a direct primary effect of 5-HTTLPR on PD or depression in PD. Further association studies with larger sample sizes preferably taking into consideration factors such as additional allelic variants in the 5-HTTLPR, ethnic variation of the 5-HTTLPR distribution and gene-gene interaction are necessary to reach a more definite conclusion."
    },
    {
        "text": "Impact of COMT H108L, MAOB int 13 A>G and DRD2 haplotype on the susceptibility to Parkinson's disease in South Indian subjects. In view of documented evidence demonstrating the association of dopaminergic metabolism and neurotransmission with Parkinson's disease (PD), a case-control study was conducted to investigate the impact of particular polymorphisms in the catechol O-methyl transferase (COMT) H108L, monoamine oxidase B (MAOB) int 13 A>G, dopamine transporter 1 (DAT1) A1215G, dopamine receptor D2 (DRD2) Taq1A, DRD2 Taq1B and DRD2 Taq1D genes on the susceptibility to PD. PCR-RFLP method was used for the genetic analysis. The COMT H108L polymorphism increased PD risk by 1.4-fold (95%CI: 1.02-1.98), whereas reduced risk was observed with MAOB int 13 A>G polymorphism (OR: 0.77, 95%CI: 0.51-0.99). Multifactor dimensionality reduction analysis showed gene-gene interactions between these two loci that resulted in loss of the protective role of MAOB G-allele in the presence of COMT L-allele. DAT1A1215G polymorphism in the exon 9 was not associated with PD. Individually, DRD2 polymorphisms showed null association. However, all-variant haplotype of DRD2 locus i.e. T-G-T haplotype showed 29.8-fold risk for PD compared to all-wild haplotype i.e., C-A-C haplotype (95%CI: 6.85-130.4). To conclude, genetic variants of COMT, MAOB and DRD2 loci modulate susceptibility to PD in South Indian subjects.",
        "label": "In view of documented evidence demonstrating the association of dopaminergic metabolism and neurotransmission with Parkinson's disease (PD), a case-control study was conducted to investigate the impact of particular polymorphisms in the catechol O-methyl transferase (COMT) H108L, monoamine oxidase B (MAOB) int 13 A>G, dopamine transporter 1 (DAT1) A1215G, dopamine receptor D2 (DRD2) Taq1A, DRD2 Taq1B and DRD2 Taq1D genes on the susceptibility to PD. PCR-RFLP method was used for the genetic analysis. The COMT H108L polymorphism increased PD risk by 1.4-fold (95%CI: 1.02-1.98), whereas reduced risk was observed with MAOB int 13 A>G polymorphism (OR: 0.77, 95%CI: 0.51-0.99). Multifactor dimensionality reduction analysis showed gene-gene interactions between these two loci that resulted in loss of the protective role of MAOB G-allele in the presence of COMT L-allele. DAT1A1215G polymorphism in the exon 9 was not associated with PD. Individually, DRD2 polymorphisms showed null association. However, all-variant haplotype of DRD2 locus i.e. T-G-T haplotype showed 29.8-fold risk for PD compared to all-wild haplotype i.e., C-A-C haplotype (95%CI: 6.85-130.4). To conclude, genetic variants of COMT, MAOB and DRD2 loci modulate susceptibility to PD in South Indian subjects."
    },
    {
        "text": "Genetic insights into sporadic Parkinson's disease pathogenesis. Intensive research over the last 15 years has led to the identification of several autosomal recessive and dominant genes that cause familial Parkinson's disease (PD). Importantly, the functional characterization of these genes has shed considerable insights into the molecular mechanisms underlying the etiology and pathogenesis of PD. Collectively; these studies implicate aberrant protein and mitochondrial homeostasis as key contributors to the development of PD, with oxidative stress likely acting as an important nexus between the two pathogenic events. Interestingly, recent genome-wide association studies (GWAS) have revealed variations in at least two of the identified familial PD genes (i.e. α-synuclein and LRRK2) as significant risk factors for the development of sporadic PD. At the same time, the studies also uncovered variability in novel alleles that is associated with increased risk for the disease. Additionally, in-silico meta-analyses of GWAS data have allowed major steps into the investigation of the roles of gene-gene and gene-environment interactions in sporadic PD. The emergent picture from the progress made thus far is that the etiology of sporadic PD is multi-factorial and presumably involves a complex interplay between a multitude of gene networks and the environment. Nonetheless, the biochemical pathways underlying familial and sporadic forms of PD are likely to be shared.",
        "label": "Intensive research over the last 15 years has led to the identification of several autosomal recessive and dominant genes that cause familial Parkinson's disease (PD). Importantly, the functional characterization of these genes has shed considerable insights into the molecular mechanisms underlying the etiology and pathogenesis of PD. Collectively; these studies implicate aberrant protein and mitochondrial homeostasis as key contributors to the development of PD, with oxidative stress likely acting as an important nexus between the two pathogenic events. Interestingly, recent genome-wide association studies (GWAS) have revealed variations in at least two of the identified familial PD genes (i.e. α-synuclein and LRRK2) as significant risk factors for the development of sporadic PD. At the same time, the studies also uncovered variability in novel alleles that is associated with increased risk for the disease. Additionally, in-silico meta-analyses of GWAS data have allowed major steps into the investigation of the roles of gene-gene and gene-environment interactions in sporadic PD. The emergent picture from the progress made thus far is that the etiology of sporadic PD is multi-factorial and presumably involves a complex interplay between a multitude of gene networks and the environment. Nonetheless, the biochemical pathways underlying familial and sporadic forms of PD are likely to be shared."
    },
    {
        "text": "GWAS risk factors in Parkinson's disease: LRRK2 coding variation and genetic interaction with PARK16. Parkinson's disease (PD) is a multifactorial movement disorder characterized by progressive neurodegeneration. Genome-wide association studies (GWAS) have nominated over fifteen distinct loci associated with risk of PD, however the biological mechanisms by which these loci influence disease risk are mostly unknown. GWAS are only the first step in the identification of disease genes: the specific causal variants responsible for the risk within the associated loci and the interactions between them must be identified to fully comprehend their impact on the development of PD. In the present study, we first attempted to replicate the association signals of 17 PD GWAS loci in our series of 1381 patients with PD and 1328 controls. BST1, SNCA, HLA-DRA, CCDC62/HIP1R and MAPT all showed a significant association with PD under different models of inheritance and LRRK2 showed a suggestive association. We then examined the role of coding LRRK2 variants in the GWAS association signal for that gene. The previously identified LRRK2 risk mutant p.M1646T and protective haplotype p.N551K-R1398H-K1423K did not explain the association signal of LRRK2 in our series. Finally, we investigated the gene-gene interaction between PARK16 and LRRK2 that has previously been proposed. We observed no interaction between PARK16 and LRRK2 GWAS variants, but did observe a non-significant trend toward interaction between PARK16 and LRRK2 variants within the protective haplotype. Identification of causal variants and the interactions between them is the crucial next step in making biological sense of the massive amount of data generated by GWAS studies. Future studies combining larger sample sizes will undoubtedly shed light on the complex molecular interplay leading to the development of PD.",
        "label": "Parkinson's disease (PD) is a multifactorial movement disorder characterized by progressive neurodegeneration. Genome-wide association studies (GWAS) have nominated over fifteen distinct loci associated with risk of PD, however the biological mechanisms by which these loci influence disease risk are mostly unknown. GWAS are only the first step in the identification of disease genes: the specific causal variants responsible for the risk within the associated loci and the interactions between them must be identified to fully comprehend their impact on the development of PD. In the present study, we first attempted to replicate the association signals of 17 PD GWAS loci in our series of 1381 patients with PD and 1328 controls. BST1, SNCA, HLA-DRA, CCDC62/HIP1R and MAPT all showed a significant association with PD under different models of inheritance and LRRK2 showed a suggestive association. We then examined the role of coding LRRK2 variants in the GWAS association signal for that gene. The previously identified LRRK2 risk mutant p.M1646T and protective haplotype p.N551K-R1398H-K1423K did not explain the association signal of LRRK2 in our series. Finally, we investigated the gene-gene interaction between PARK16 and LRRK2 that has previously been proposed. We observed no interaction between PARK16 and LRRK2 GWAS variants, but did observe a non-significant trend toward interaction between PARK16 and LRRK2 variants within the protective haplotype. Identification of causal variants and the interactions between them is the crucial next step in making biological sense of the massive amount of data generated by GWAS studies. Future studies combining larger sample sizes will undoubtedly shed light on the complex molecular interplay leading to the development of PD."
    },
    {
        "text": "Genetic variations of GAK in two Chinese Parkinson's disease populations: a case-control study. Cyclin G-associated kinase (GAK) modifies α-synuclein expression levels and affects the susceptibility of Parkinson's disease (PD). The single-nucleotide polymorphism (SNP) rs1564282 of GAK gene has a significant association to the risk of PD among Caucasian populations. To date there is only one data with regards to ethnic Chinese from Mainland China. Here, we conducted a case-control study in two independent cohorts of Han Chinese populations from Taiwan and Singapore to validate this association. A total of 1,755 subjects (871 PD patients and 884 controls) were recruited. The results showed that neither the CT, TT genotypes nor the minor allele T of SNP rs1564282 were associated with PD among the subjects from Taiwan and Singapore as well as in the pooled analysis. Differences in our study population with regards to published literature may be due to epigenetic factors and gene-gene or gene-environmental interactions. Further studies in other Chinese populations will be of interest to validate these findings.",
        "label": "Cyclin G-associated kinase (GAK) modifies α-synuclein expression levels and affects the susceptibility of Parkinson's disease (PD). The single-nucleotide polymorphism (SNP) rs1564282 of GAK gene has a significant association to the risk of PD among Caucasian populations. To date there is only one data with regards to ethnic Chinese from Mainland China. Here, we conducted a case-control study in two independent cohorts of Han Chinese populations from Taiwan and Singapore to validate this association. A total of 1,755 subjects (871 PD patients and 884 controls) were recruited. The results showed that neither the CT, TT genotypes nor the minor allele T of SNP rs1564282 were associated with PD among the subjects from Taiwan and Singapore as well as in the pooled analysis. Differences in our study population with regards to published literature may be due to epigenetic factors and gene-gene or gene-environmental interactions. Further studies in other Chinese populations will be of interest to validate these findings."
    },
    {
        "text": "SNCA and MAPT genes: Independent and joint effects in Parkinson disease in the Italian population. Significant efforts have been focused on investigating the contribution of common variants to Parkinson disease (PD) risk. Several independent GWAS and metanalysis studies have shown a genome-wide significant association of single nucleotide polymorphisms (SNPs) in the α-synuclein (SNCA) and microtubule-associated protein tau (MAPT) regions. Here we investigated the role of SNCA and MAPT as PD susceptibility genes in a large Italian population of 904 patients and 891 controls. An evaluation of gene-gene and gene-environment interactions in association with PD was also attempted.",
        "label": "Significant efforts have been focused on investigating the contribution of common variants to Parkinson disease (PD) risk. Several independent GWAS and metanalysis studies have shown a genome-wide significant association of single nucleotide polymorphisms (SNPs) in the α-synuclein (SNCA) and microtubule-associated protein tau (MAPT) regions. Here we investigated the role of SNCA and MAPT as PD susceptibility genes in a large Italian population of 904 patients and 891 controls. An evaluation of gene-gene and gene-environment interactions in association with PD was also attempted."
    },
    {
        "text": "Leads from xenobiotic metabolism genes for Parkinson's disease among north Indians. Pesticide/neurotoxin/free radical-induced oxidative stress leading to dopaminergic neuronal vulnerability is known to promote sporadic Parkinson's disease (PD). This study investigated the contribution of polymorphisms in genes from drug-metabolizing enzymes (DMEs) and the oxidative stress pathway to PD susceptibility and severity among a north Indian cohort.",
        "label": "Pesticide/neurotoxin/free radical-induced oxidative stress leading to dopaminergic neuronal vulnerability is known to promote sporadic Parkinson's disease (PD). This study investigated the contribution of polymorphisms in genes from drug-metabolizing enzymes (DMEs) and the oxidative stress pathway to PD susceptibility and severity among a north Indian cohort."
    },
    {
        "text": "Do interactions between SNCA, MAPT, and LRRK2 genes contribute to Parkinson's disease susceptibility? Polymorphisms in SNCA, MAPT and LRRK2 genes have recently been confirmed as risk factors for Parkinson's disease (PD), although with small individual attributable risk. Here we investigated the association of PD with interactions between variants of these genes.",
        "label": "Polymorphisms in SNCA, MAPT and LRRK2 genes have recently been confirmed as risk factors for Parkinson's disease (PD), although with small individual attributable risk. Here we investigated the association of PD with interactions between variants of these genes."
    },
    {
        "text": "In silico gene prioritization by integrating multiple data sources. Identifying disease genes is crucial to the understanding of disease pathogenesis, and to the improvement of disease diagnosis and treatment. In recent years, many researchers have proposed approaches to prioritize candidate genes by considering the relationship of candidate genes and existing known disease genes, reflected in other data sources. In this paper, we propose an expandable framework for gene prioritization that can integrate multiple heterogeneous data sources by taking advantage of a unified graphic representation. Gene-gene relationships and gene-disease relationships are then defined based on the overall topology of each network using a diffusion kernel measure. These relationship measures are in turn normalized to derive an overall measure across all networks, which is utilized to rank all candidate genes. Based on the informativeness of available data sources with respect to each specific disease, we also propose an adaptive threshold score to select a small subset of candidate genes for further validation studies. We performed large scale cross-validation analysis on 110 disease families using three data sources. Results have shown that our approach consistently outperforms other two state of the art programs. A case study using Parkinson disease (PD) has identified four candidate genes (UBB, SEPT5, GPR37 and TH) that ranked higher than our adaptive threshold, all of which are involved in the PD pathway. In particular, a very recent study has observed a deletion of TH in a patient with PD, which supports the importance of the TH gene in PD pathogenesis. A web tool has been implemented to assist scientists in their genetic studies.",
        "label": "Identifying disease genes is crucial to the understanding of disease pathogenesis, and to the improvement of disease diagnosis and treatment. In recent years, many researchers have proposed approaches to prioritize candidate genes by considering the relationship of candidate genes and existing known disease genes, reflected in other data sources. In this paper, we propose an expandable framework for gene prioritization that can integrate multiple heterogeneous data sources by taking advantage of a unified graphic representation. Gene-gene relationships and gene-disease relationships are then defined based on the overall topology of each network using a diffusion kernel measure. These relationship measures are in turn normalized to derive an overall measure across all networks, which is utilized to rank all candidate genes. Based on the informativeness of available data sources with respect to each specific disease, we also propose an adaptive threshold score to select a small subset of candidate genes for further validation studies. We performed large scale cross-validation analysis on 110 disease families using three data sources. Results have shown that our approach consistently outperforms other two state of the art programs. A case study using Parkinson disease (PD) has identified four candidate genes (UBB, SEPT5, GPR37 and TH) that ranked higher than our adaptive threshold, all of which are involved in the PD pathway. In particular, a very recent study has observed a deletion of TH in a patient with PD, which supports the importance of the TH gene in PD pathogenesis. A web tool has been implemented to assist scientists in their genetic studies."
    },
    {
        "text": "SNCA, MAPT, and GSK3B in Parkinson disease: a gene-gene interaction study. Recent evidence suggests that variation in the SNCA, MAPT, and GSK3B genes interacts in affecting risk for Parkinson disease (PD). In the current study, we attempt to validate previously published findings, evaluating gene-gene interactions between SNCA, MAPT, and GSK3B in association with PD.",
        "label": "Recent evidence suggests that variation in the SNCA, MAPT, and GSK3B genes interacts in affecting risk for Parkinson disease (PD). In the current study, we attempt to validate previously published findings, evaluating gene-gene interactions between SNCA, MAPT, and GSK3B in association with PD."
    },
    {
        "text": "SNPs in axon guidance pathway genes and susceptibility for Parkinson's disease in the Korean population. Single-nucleotide polymorphisms (SNPs) in genes of the axon guidance pathway have been reported to be a possible susceptibility factor for Parkinson's disease (PD). This study investigated whether the genetic variability in the axon guidance pathway is a susceptibility factor in PD patients in the Korean population. A total of 373 patients and 384 healthy subjects were included. A set of 22 SNPs was analyzed, and the risk of PD was evaluated using odds ratios in an unconditional and conditional logistic regression models of age- and gender-matched subsets. A multidimensionality reduction (MDR) analysis was performed to explore potential gene-gene interactions. SNPs in the DCC, CHP, RRAS2 and EPHB1 genes of the axon guidance pathway showed significant associations with PD. The DCC rs17468382 and EPHB1 rs2030737 SNPs may be associated with increased PD risk, and the CHP rs6492998 and RRAS2 rs2970332 SNPs may be associated with reduced PD risk. However, no significant interactions for PD risk were found in the MDR analysis and logistic regression analysis using SNP interaction terms. This study supports that only four of the selected 22 SNPs are regulating factors associated with PD in the Korean population. However, no interactions were found among the SNPs, suggesting that the effect for the pathway as a whole is not greater than that for single genes in the Korean population. Further investigations involving populations of various ethnicities and other genetic markers and models are warranted.",
        "label": "Single-nucleotide polymorphisms (SNPs) in genes of the axon guidance pathway have been reported to be a possible susceptibility factor for Parkinson's disease (PD). This study investigated whether the genetic variability in the axon guidance pathway is a susceptibility factor in PD patients in the Korean population. A total of 373 patients and 384 healthy subjects were included. A set of 22 SNPs was analyzed, and the risk of PD was evaluated using odds ratios in an unconditional and conditional logistic regression models of age- and gender-matched subsets. A multidimensionality reduction (MDR) analysis was performed to explore potential gene-gene interactions. SNPs in the DCC, CHP, RRAS2 and EPHB1 genes of the axon guidance pathway showed significant associations with PD. The DCC rs17468382 and EPHB1 rs2030737 SNPs may be associated with increased PD risk, and the CHP rs6492998 and RRAS2 rs2970332 SNPs may be associated with reduced PD risk. However, no significant interactions for PD risk were found in the MDR analysis and logistic regression analysis using SNP interaction terms. This study supports that only four of the selected 22 SNPs are regulating factors associated with PD in the Korean population. However, no interactions were found among the SNPs, suggesting that the effect for the pathway as a whole is not greater than that for single genes in the Korean population. Further investigations involving populations of various ethnicities and other genetic markers and models are warranted."
    },
    {
        "text": "Shrunken methodology to genome-wide SNPs selection and construction of SNPs networks. Recent development of high-resolution single nucleotide polymorphism (SNP) arrays allows detailed assessment of genome-wide human genome variations. There is increasing recognition of the importance of SNPs for medicine and developmental biology. However, SNP data set typically has a large number of SNPs (e.g., 400 thousand SNPs in genome-wide Parkinson disease data set) and a few hundred of samples. Conventional classification methods may not be effective when applied to such genome-wide SNP data.",
        "label": "Recent development of high-resolution single nucleotide polymorphism (SNP) arrays allows detailed assessment of genome-wide human genome variations. There is increasing recognition of the importance of SNPs for medicine and developmental biology. However, SNP data set typically has a large number of SNPs (e.g., 400 thousand SNPs in genome-wide Parkinson disease data set) and a few hundred of samples. Conventional classification methods may not be effective when applied to such genome-wide SNP data."
    },
    {
        "text": "Role of polymorphisms in dopamine synthesis and metabolism genes and association of DBH haplotypes with Parkinson's disease among North Indians. Genetic and non-genetic components are believed to govern the etiology of common complex traits such as Parkinson's disease (PD). In view of the biochemical evidence of depleted dopamine levels in the affected brains and also the most common and effective therapeutic modality of administration of levodopa in PD, genes from the dopaminergic pathway emerge as major determinants. We have earlier shown the role of DRD4-120 bp duplication marker in PD susceptibility. In this study, contribution of six genes involved in dopamine synthesis and metabolism to PD susceptibility and disease severity was assessed in a North Indian PD cohort.",
        "label": "Genetic and non-genetic components are believed to govern the etiology of common complex traits such as Parkinson's disease (PD). In view of the biochemical evidence of depleted dopamine levels in the affected brains and also the most common and effective therapeutic modality of administration of levodopa in PD, genes from the dopaminergic pathway emerge as major determinants. We have earlier shown the role of DRD4-120 bp duplication marker in PD susceptibility. In this study, contribution of six genes involved in dopamine synthesis and metabolism to PD susceptibility and disease severity was assessed in a North Indian PD cohort."
    },
    {
        "text": "Association of polymorphism in cytochrome P450 2D6 and N-acetyltransferase-2 with Parkinson's disease. The present case-control study was carried out to investigate the association of polymorphism in cytochrome P450 2D6 (CYP2D6) and N-acteyltransferase-2 (NAT2}, that are involved in the metabolism and detoxification of chemicals causing Parkinson disease (PD) like symptoms, with PD. Our data demonstrated increased frequency of CYP2D6*2 (1749G/C and 2938C/T), CYP2D6*4 (1934G/A) and CYP2D6*10A (188C/T) polymorphisms in PD cases when compared to the controls. Statistical analysis revealed the significant association of CYP2D6*4 (1934G/A) and CYP2D6*10A (188C/T) polymorphism with PD. Likewise, increased frequency of NAT2*7 polymorphism that leads to the slow acetylator phenotype was observed in PD patients with more than fivefold increased risk (OR: 5.55; 95% CI: 0.56-54). No change was observed in the frequency of NAT*5 or NAT*6 alleles in the cases. Further, cases carrying combination of heterozygous genotypes of CYP2D6*4 or CYP2D6*10A(188C > T) and NAT2*5 were found to be at significantly higher risk for PD demonstrating the importance of gene-gene interactions in determining susceptibility to PD.",
        "label": "The present case-control study was carried out to investigate the association of polymorphism in cytochrome P450 2D6 (CYP2D6) and N-acteyltransferase-2 (NAT2}, that are involved in the metabolism and detoxification of chemicals causing Parkinson disease (PD) like symptoms, with PD. Our data demonstrated increased frequency of CYP2D6*2 (1749G/C and 2938C/T), CYP2D6*4 (1934G/A) and CYP2D6*10A (188C/T) polymorphisms in PD cases when compared to the controls. Statistical analysis revealed the significant association of CYP2D6*4 (1934G/A) and CYP2D6*10A (188C/T) polymorphism with PD. Likewise, increased frequency of NAT2*7 polymorphism that leads to the slow acetylator phenotype was observed in PD patients with more than fivefold increased risk (OR: 5.55; 95% CI: 0.56-54). No change was observed in the frequency of NAT*5 or NAT*6 alleles in the cases. Further, cases carrying combination of heterozygous genotypes of CYP2D6*4 or CYP2D6*10A(188C > T) and NAT2*5 were found to be at significantly higher risk for PD demonstrating the importance of gene-gene interactions in determining susceptibility to PD."
    },
    {
        "text": "Non-mammalian animal models of Parkinson's disease for drug discovery. Parkinson's disease (PD) is a prevalent neurodegenerative disease affecting millions of predominantly elderly individuals worldwide. Despite intensive efforts devoted to drug discovery, the disease remains incurable. Compounding this problem is the current lack of a truly representative mammalian model of PD. However, a number of non-mammalian models of PD have been created in recent years that hold tremendous promise to accelerate our understanding of the disease as well as to transform the drug discovery process.",
        "label": "Parkinson's disease (PD) is a prevalent neurodegenerative disease affecting millions of predominantly elderly individuals worldwide. Despite intensive efforts devoted to drug discovery, the disease remains incurable. Compounding this problem is the current lack of a truly representative mammalian model of PD. However, a number of non-mammalian models of PD have been created in recent years that hold tremendous promise to accelerate our understanding of the disease as well as to transform the drug discovery process."
    },
    {
        "text": "Detecting disease-associated genotype patterns. In addition to single-locus (main) effects of disease variants, there is a growing consensus that gene-gene and gene-environment interactions may play important roles in disease etiology. However, for the very large numbers of genetic markers currently in use, it has proven difficult to develop suitable and efficient approaches for detecting effects other than main effects due to single variants.",
        "label": "In addition to single-locus (main) effects of disease variants, there is a growing consensus that gene-gene and gene-environment interactions may play important roles in disease etiology. However, for the very large numbers of genetic markers currently in use, it has proven difficult to develop suitable and efficient approaches for detecting effects other than main effects due to single variants."
    },
    {
        "text": "Genetics, environmental factors and the emerging role of epigenetics in neurodegenerative diseases. In the present review we summarize recent advances in the understanding of the interaction between genetics and environmental factors involved in complex multi-factorial neurodegenerative disorders such as Alzheimer's disease (AD), Parkinson's disease (PD) and Amyotrophic Lateral Sclerosis (ALS). The discovery of several genes responsible for the familial forms has led to a better comprehension of the molecular pathways involved in the selective neuronal degeneration which is specific for each of these disorders. However, the vast majority of the cases occurs as sporadic forms, likely resulting from complex gene-gene and gene-environment interplay. Several environmental factors, including, pesticides, metals, head injuries, lifestyles and dietary habits have been associated with increased disease risk or even with protection. Hundreds of genetic variants have been investigated as possible risk factors for the sporadic forms, but results are often conflicting, not repeated or inconclusive. New approaches to environmental health research are revealing us that at the basis there could be chemically induced changes in gene regulation and emphasise the importance of understanding the susceptibility of the human epigenome to dietary and other environmental effects.",
        "label": "In the present review we summarize recent advances in the understanding of the interaction between genetics and environmental factors involved in complex multi-factorial neurodegenerative disorders such as Alzheimer's disease (AD), Parkinson's disease (PD) and Amyotrophic Lateral Sclerosis (ALS). The discovery of several genes responsible for the familial forms has led to a better comprehension of the molecular pathways involved in the selective neuronal degeneration which is specific for each of these disorders. However, the vast majority of the cases occurs as sporadic forms, likely resulting from complex gene-gene and gene-environment interplay. Several environmental factors, including, pesticides, metals, head injuries, lifestyles and dietary habits have been associated with increased disease risk or even with protection. Hundreds of genetic variants have been investigated as possible risk factors for the sporadic forms, but results are often conflicting, not repeated or inconclusive. New approaches to environmental health research are revealing us that at the basis there could be chemically induced changes in gene regulation and emphasise the importance of understanding the susceptibility of the human epigenome to dietary and other environmental effects."
    },
    {
        "text": "Nitric oxide synthase genes and their interactions with environmental factors in Parkinson's disease. Nitric oxide synthase (NOS) genes (NOS1, NOS2A, and NOS3) may create excess nitric oxide that contributes to neurodegeneration in Parkinson's disease (PD). NOS genes might also interact with one another or with environmental factors in PD. Coding and tagging single nucleotide polymorphisms (SNPs) (27 NOS1, 18 NOS2A, and five NOS3 SNPs) were genotyped in families with PD (1,065 cases and 1,180 relative and other controls) and were tested for allelic associations with PD using the association in the presence of linkage test and the pedigree disequilibrium test (PDT), allelic associations with age-at-onset (AAO) using the quantitative transmission disequilibrium test, and interactions using the multifactor dimensionality reduction-PDT. Gene-environment interactions involving cigarette smoking, caffeine, nonsteroidal anti-inflammatory drugs, and pesticides were examined using generalized estimating equations in participants with environmental data available. Significant associations with PD were detected for the NOS1 SNPs rs3782218, rs11068447, rs7295972, rs2293052, rs12829185, rs1047735, rs3741475, and rs2682826 (range of p = 0.00083-0.046) and the NOS2A SNPs rs2072324, rs944725, rs12944039, rs2248814, rs2297516, rs1060826, and rs2255929 (range of p = 0.0000040-0.047) in earlier-onset families with sporadic PD, and some SNPs were also associated with earlier AAO. There was no compelling statistical evidence for gene-gene interactions. However, of the significantly associated SNPs, interactions were found between pesticides and the NOS1 SNPs rs12829185, rs1047735, and rs2682826 (range of p = 0.012-0.034) and between smoking and the NOS2A SNPs rs2248814 (p = 0.021) and rs1060826 (p = 0.013). These data implicate NOS1 and NOS2A as genetic risk factors for PD and demonstrate that their interactions with established environmental factors may modulate the environmental effects.",
        "label": "Nitric oxide synthase (NOS) genes (NOS1, NOS2A, and NOS3) may create excess nitric oxide that contributes to neurodegeneration in Parkinson's disease (PD). NOS genes might also interact with one another or with environmental factors in PD. Coding and tagging single nucleotide polymorphisms (SNPs) (27 NOS1, 18 NOS2A, and five NOS3 SNPs) were genotyped in families with PD (1,065 cases and 1,180 relative and other controls) and were tested for allelic associations with PD using the association in the presence of linkage test and the pedigree disequilibrium test (PDT), allelic associations with age-at-onset (AAO) using the quantitative transmission disequilibrium test, and interactions using the multifactor dimensionality reduction-PDT. Gene-environment interactions involving cigarette smoking, caffeine, nonsteroidal anti-inflammatory drugs, and pesticides were examined using generalized estimating equations in participants with environmental data available. Significant associations with PD were detected for the NOS1 SNPs rs3782218, rs11068447, rs7295972, rs2293052, rs12829185, rs1047735, rs3741475, and rs2682826 (range of p = 0.00083-0.046) and the NOS2A SNPs rs2072324, rs944725, rs12944039, rs2248814, rs2297516, rs1060826, and rs2255929 (range of p = 0.0000040-0.047) in earlier-onset families with sporadic PD, and some SNPs were also associated with earlier AAO. There was no compelling statistical evidence for gene-gene interactions. However, of the significantly associated SNPs, interactions were found between pesticides and the NOS1 SNPs rs12829185, rs1047735, and rs2682826 (range of p = 0.012-0.034) and between smoking and the NOS2A SNPs rs2248814 (p = 0.021) and rs1060826 (p = 0.013). These data implicate NOS1 and NOS2A as genetic risk factors for PD and demonstrate that their interactions with established environmental factors may modulate the environmental effects."
    },
    {
        "text": "Gene-gene interaction between FGF20 and MAOB in Parkinson disease. The fibroblast growth factor 20 (FGF20) and monoamine oxidase B (MAOB) genes are associated with Parkinson Disease (PD) risk and both are in the dopamine bio-pathway. Therefore, we investigated the joint effect between polymorphisms in the FGF20 and MAOB genes for evidence of interaction contributing to PD risk. Fourteen polymorphisms (eight for FGF20, six for MAOB) were genotyped in 736 families and analyzed using conditional logistic regression (CLR). Significant two-locus interactions were found in females between the polymorphisms rs1721100 of FGF20 and rs1799836 of MAOB, and between the polymorphisms rs1721082 of FGF20 and rs1799836 of MAOB. The risk alleles for each SNP identified from CLR, rs1721100 C, rs1721082 T and rs1799836 A, are consistent with previous reports. Using indicator variables for the SNP genotypes, rs1721100 GC with rs1799836 AA showed significant interaction (P = 0.021), compared with the reference group rs1721100 GG with rs1799836 GG. Using an allele-dose model for the risk alleles, rs1721100 and rs1799836 showed significant interaction (P = 0.019). We found similar interaction results between rs1721082 and rs1799836. In conclusion, variants in FGF20 and MAOB show evidence of statistical interactions, which emphasizes the importance of considering them jointly in genetic analysis of PD and illustrates potential patterns of biological interaction contributing to PD risk.",
        "label": "The fibroblast growth factor 20 (FGF20) and monoamine oxidase B (MAOB) genes are associated with Parkinson Disease (PD) risk and both are in the dopamine bio-pathway. Therefore, we investigated the joint effect between polymorphisms in the FGF20 and MAOB genes for evidence of interaction contributing to PD risk. Fourteen polymorphisms (eight for FGF20, six for MAOB) were genotyped in 736 families and analyzed using conditional logistic regression (CLR). Significant two-locus interactions were found in females between the polymorphisms rs1721100 of FGF20 and rs1799836 of MAOB, and between the polymorphisms rs1721082 of FGF20 and rs1799836 of MAOB. The risk alleles for each SNP identified from CLR, rs1721100 C, rs1721082 T and rs1799836 A, are consistent with previous reports. Using indicator variables for the SNP genotypes, rs1721100 GC with rs1799836 AA showed significant interaction (P = 0.021), compared with the reference group rs1721100 GG with rs1799836 GG. Using an allele-dose model for the risk alleles, rs1721100 and rs1799836 showed significant interaction (P = 0.019). We found similar interaction results between rs1721082 and rs1799836. In conclusion, variants in FGF20 and MAOB show evidence of statistical interactions, which emphasizes the importance of considering them jointly in genetic analysis of PD and illustrates potential patterns of biological interaction contributing to PD risk."
    },
    {
        "text": "Association Rule Discovery Has the Ability to Model Complex Genetic Effects. Dramatic advances in genotyping technology have established a need for fast, flexible analysis methods for genetic association studies. Common complex diseases, such as Parkinson's disease or multiple sclerosis, are thought to involve an interplay of multiple genes working either independently or together to influence disease risk. Also, multiple underlying traits, each its own genetic basis may be defined together as a single disease. These effects - trait heterogeneity, locus heterogeneity, and gene-gene interactions (epistasis) - contribute to the complex architecture of common genetic diseases. Association Rule Discovery (ARD) searches for frequent itemsets to identify rule-based patterns in large scale data. In this study, we apply Apriori (an ARD algorithm) to simulated genetic data with varying degrees of complexity. Apriori using information difference to prior as a rule measure shows good power to detect functional effects in simulated cases of simple trait heterogeneity, trait heterogeneity and epistasis, and moderate power in cases of trait heterogeneity and locus heterogeneity. Also, we illustrate that bootstrapping the rule induction process does not considerably improve the power to detect these effects. These results show that ARD is a framework with sufficient flexibility to characterize complex genetic effects.",
        "label": "Dramatic advances in genotyping technology have established a need for fast, flexible analysis methods for genetic association studies. Common complex diseases, such as Parkinson's disease or multiple sclerosis, are thought to involve an interplay of multiple genes working either independently or together to influence disease risk. Also, multiple underlying traits, each its own genetic basis may be defined together as a single disease. These effects - trait heterogeneity, locus heterogeneity, and gene-gene interactions (epistasis) - contribute to the complex architecture of common genetic diseases. Association Rule Discovery (ARD) searches for frequent itemsets to identify rule-based patterns in large scale data. In this study, we apply Apriori (an ARD algorithm) to simulated genetic data with varying degrees of complexity. Apriori using information difference to prior as a rule measure shows good power to detect functional effects in simulated cases of simple trait heterogeneity, trait heterogeneity and epistasis, and moderate power in cases of trait heterogeneity and locus heterogeneity. Also, we illustrate that bootstrapping the rule induction process does not considerably improve the power to detect these effects. These results show that ARD is a framework with sufficient flexibility to characterize complex genetic effects."
    },
    {
        "text": "Identification of a common genetic risk variant (LRRK2 Gly2385Arg) in Parkinson's disease. The recent identification of a common genetic variant (LRRK2 G2385R) which is associated with a two-fold increased risk of sporadic Parkinson's Disease (PD) in two independent Chinese populations in Singapore and Taiwan has generated considerable excitement. Thus far, this variant appears specific for the Asian population, emphasising further that ethnic-specific effects should be considered in genetic association studies. Cautious optimism is advised as we await more scientific studies and clarification if this risk variant is specific to ethnic Chinese race. Our in-vitro studies suggest the Gly2385Arg variant is biologically relevant and it might act through pro-apoptotic mechanisms, especially under cellular stresses. This may provide a partial explanation why some carriers develop the disease while others do not. The presence of other epigenetic factors, gene-gene and gene-environmental interaction could modulate the phenotype expression. Further validation of these findings would be needed to confirm this variant as the single most important common genetic risk factor in ethnic Chinese and/or Asian PD patients. The identification of the LRRK2 Gly2385Arg variant could potentially facilitate the development of clinical, bioimaging, genetic and biological biomarkers, useful in the monitoring and neuroprotective therapy in asymptomatic individuals.",
        "label": "The recent identification of a common genetic variant (LRRK2 G2385R) which is associated with a two-fold increased risk of sporadic Parkinson's Disease (PD) in two independent Chinese populations in Singapore and Taiwan has generated considerable excitement. Thus far, this variant appears specific for the Asian population, emphasising further that ethnic-specific effects should be considered in genetic association studies. Cautious optimism is advised as we await more scientific studies and clarification if this risk variant is specific to ethnic Chinese race. Our in-vitro studies suggest the Gly2385Arg variant is biologically relevant and it might act through pro-apoptotic mechanisms, especially under cellular stresses. This may provide a partial explanation why some carriers develop the disease while others do not. The presence of other epigenetic factors, gene-gene and gene-environmental interaction could modulate the phenotype expression. Further validation of these findings would be needed to confirm this variant as the single most important common genetic risk factor in ethnic Chinese and/or Asian PD patients. The identification of the LRRK2 Gly2385Arg variant could potentially facilitate the development of clinical, bioimaging, genetic and biological biomarkers, useful in the monitoring and neuroprotective therapy in asymptomatic individuals."
    },
    {
        "text": "Digenic parkinsonism: investigation of the synergistic effects of PRKN and LRRK2. The complex genetic etiology of Parkinson's disease (PD) is indicative of a multifactorial syndrome. A combination of gene-gene and gene-environment interactions may determine a variable phenotypic outcome. Recently a direct gene/protein interaction between two of the most common genetic causes of parkinsonism PRKN and LRRK2 has been postulated. We have identified three Spanish patients simultaneously harboring mutations in PRKN and LRRK2. In comparison to other Spanish patients with a single LRRK2 or PRKN mutation, the three double-mutation patients reported here do not present with an earlier age-at-onset or a faster progression of disease. Although the clinical findings do not support a synergistic effect of LRRK2 and PRKN, a potential genetic interplay might be concealed by the modulating effects of other genes. Nevertheless, this work demonstrates that the presence of mutations in one familial gene should not serve as exclusion criteria in a screen for further genetic variation. Direct interaction of Lrrk2 and parkin proteins was not observed in co-immunoprecipitation pull down experiments. However, in vivo studies are required to assess whether there is an indirect link between Lrrk2 and parkin in disease pathogenesis.",
        "label": "The complex genetic etiology of Parkinson's disease (PD) is indicative of a multifactorial syndrome. A combination of gene-gene and gene-environment interactions may determine a variable phenotypic outcome. Recently a direct gene/protein interaction between two of the most common genetic causes of parkinsonism PRKN and LRRK2 has been postulated. We have identified three Spanish patients simultaneously harboring mutations in PRKN and LRRK2. In comparison to other Spanish patients with a single LRRK2 or PRKN mutation, the three double-mutation patients reported here do not present with an earlier age-at-onset or a faster progression of disease. Although the clinical findings do not support a synergistic effect of LRRK2 and PRKN, a potential genetic interplay might be concealed by the modulating effects of other genes. Nevertheless, this work demonstrates that the presence of mutations in one familial gene should not serve as exclusion criteria in a screen for further genetic variation. Direct interaction of Lrrk2 and parkin proteins was not observed in co-immunoprecipitation pull down experiments. However, in vivo studies are required to assess whether there is an indirect link between Lrrk2 and parkin in disease pathogenesis."
    },
    {
        "text": "GPNN: power studies and applications of a neural network method for detecting gene-gene interactions in studies of human disease. The identification and characterization of genes that influence the risk of common, complex multifactorial disease primarily through interactions with other genes and environmental factors remains a statistical and computational challenge in genetic epidemiology. We have previously introduced a genetic programming optimized neural network (GPNN) as a method for optimizing the architecture of a neural network to improve the identification of gene combinations associated with disease risk. The goal of this study was to evaluate the power of GPNN for identifying high-order gene-gene interactions. We were also interested in applying GPNN to a real data analysis in Parkinson's disease.",
        "label": "The identification and characterization of genes that influence the risk of common, complex multifactorial disease primarily through interactions with other genes and environmental factors remains a statistical and computational challenge in genetic epidemiology. We have previously introduced a genetic programming optimized neural network (GPNN) as a method for optimizing the architecture of a neural network to improve the identification of gene combinations associated with disease risk. The goal of this study was to evaluate the power of GPNN for identifying high-order gene-gene interactions. We were also interested in applying GPNN to a real data analysis in Parkinson's disease."
    },
    {
        "text": "GSK3B polymorphisms alter transcription and splicing in Parkinson's disease. Parkinson's disease (PD) is a neurodegenerative disorder characterized by a combination of motor symptoms. We identified two functional single nucleotide polymorphisms in the glycogen synthase kinase-3beta gene (GSK3B). A promoter single nucleotide polymorphism (rs334558) is associated with transcriptional strength in vitro in which the T allele has greater activity. An intronic single nucleotide polymorphism (rs6438552) regulates selection of splice acceptor sites in vitro. The T allele is associated with altered splicing in lymphocytes and increased levels of GSK3B transcripts that lack exons 9 and 11 (GSKDeltaexon9+11). Increased levels of GSKDeltaexon9+11 correlated with enhanced phosphorylation of its substrate, Tau. In a comparison of PD and control brains, there was increased in frequency of T allele (rs6438552) and corresponding increase in GSKDeltaexon9+11 and Tau phosphorylation in PD brains. Conditional logistic regression indicated gene-gene interaction between T/T genotype of rs334558 and H1/H1 haplotype of microtubule-associated protein Tau (MAPT) gene (p = 0.009). There was association between a haplotype (T alleles of both GSK3B polymorphisms) and disease risk after stratification by Tau haplotypes ((H1/H2+H2/H2 individuals: odds ratio, 1.64; p = 0.007; (H1/H1 individuals: odds ratio, 0.68; p < 0.001). Ours results suggest GSK3B polymorphisms alter transcription and splicing and interact with Tau haplotypes to modify disease risk in PD.",
        "label": "Parkinson's disease (PD) is a neurodegenerative disorder characterized by a combination of motor symptoms. We identified two functional single nucleotide polymorphisms in the glycogen synthase kinase-3beta gene (GSK3B). A promoter single nucleotide polymorphism (rs334558) is associated with transcriptional strength in vitro in which the T allele has greater activity. An intronic single nucleotide polymorphism (rs6438552) regulates selection of splice acceptor sites in vitro. The T allele is associated with altered splicing in lymphocytes and increased levels of GSK3B transcripts that lack exons 9 and 11 (GSKDeltaexon9+11). Increased levels of GSKDeltaexon9+11 correlated with enhanced phosphorylation of its substrate, Tau. In a comparison of PD and control brains, there was increased in frequency of T allele (rs6438552) and corresponding increase in GSKDeltaexon9+11 and Tau phosphorylation in PD brains. Conditional logistic regression indicated gene-gene interaction between T/T genotype of rs334558 and H1/H1 haplotype of microtubule-associated protein Tau (MAPT) gene (p = 0.009). There was association between a haplotype (T alleles of both GSK3B polymorphisms) and disease risk after stratification by Tau haplotypes ((H1/H2+H2/H2 individuals: odds ratio, 1.64; p = 0.007; (H1/H1 individuals: odds ratio, 0.68; p < 0.001). Ours results suggest GSK3B polymorphisms alter transcription and splicing and interact with Tau haplotypes to modify disease risk in PD."
    },
    {
        "text": "Genetic association analyses of PHOX2B and ASCL1 in neuropsychiatric disorders: evidence for association of ASCL1 with Parkinson's disease. We previously identified frequent deletion/insertion polymorphisms in the 20-alanine homopolymer stretch of PHOX2B (PMX2B), the gene for a transcription factor that plays important roles in the development of oculomotor nerves and catecholaminergic neurons and regulates the expression of both tyrosine hydroxylase and dopamine beta-hydroxylase genes. An association was detected between gene polymorphisms and overall schizophrenia, and more specifically, schizophrenia with ocular misalignment. These prior results implied the existence of other schizophrenia susceptibility genes that interact with PHOX2B to increase risk of the combined phenotype. ASCL1 was considered as a candidate interacting partner of PHOX2B, as ASCL1 is a transcription factor that co-regulates catecholamine-synthesizing enzymes with PHOX2B. The genetic contributions of PHOX2B and ASCL1 were examined separately, along with epistatic interactions with broader candidate phenotypes. These phenotypes included not only schizophrenia, but also bipolar affective disorder and Parkinson's disease (PD), each of which involve catecholaminergic function. The current case-control analyses detected nominal associations between polyglutamine length variations in ASCL1 and PD (P=0.018), but supported neither the previously observed weak association between PHOX2B and general schizophrenia, nor other gene-disease correlations. Logistic regression analysis revealed the effect of ASCL1 dominant x PHOX2B additive (P=0.008) as an epistatic gene-gene interaction increasing risk of PD. ASCL1 controls development of the locus coeruleus (LC), and accumulating evidence suggests that the LC confers protective effects against the dopaminergic neurodegeneration inherent in PD. The present genetic data may thus suggest that polyglutamine length polymorphisms in ASCL1 could influence predispositions to PD through the fine-tuning of LC integrity.",
        "label": "We previously identified frequent deletion/insertion polymorphisms in the 20-alanine homopolymer stretch of PHOX2B (PMX2B), the gene for a transcription factor that plays important roles in the development of oculomotor nerves and catecholaminergic neurons and regulates the expression of both tyrosine hydroxylase and dopamine beta-hydroxylase genes. An association was detected between gene polymorphisms and overall schizophrenia, and more specifically, schizophrenia with ocular misalignment. These prior results implied the existence of other schizophrenia susceptibility genes that interact with PHOX2B to increase risk of the combined phenotype. ASCL1 was considered as a candidate interacting partner of PHOX2B, as ASCL1 is a transcription factor that co-regulates catecholamine-synthesizing enzymes with PHOX2B. The genetic contributions of PHOX2B and ASCL1 were examined separately, along with epistatic interactions with broader candidate phenotypes. These phenotypes included not only schizophrenia, but also bipolar affective disorder and Parkinson's disease (PD), each of which involve catecholaminergic function. The current case-control analyses detected nominal associations between polyglutamine length variations in ASCL1 and PD (P=0.018), but supported neither the previously observed weak association between PHOX2B and general schizophrenia, nor other gene-disease correlations. Logistic regression analysis revealed the effect of ASCL1 dominant x PHOX2B additive (P=0.008) as an epistatic gene-gene interaction increasing risk of PD. ASCL1 controls development of the locus coeruleus (LC), and accumulating evidence suggests that the LC confers protective effects against the dopaminergic neurodegeneration inherent in PD. The present genetic data may thus suggest that polyglutamine length polymorphisms in ASCL1 could influence predispositions to PD through the fine-tuning of LC integrity."
    },
    {
        "text": "[Advances in the genetic studies in Parkinson's disease]. Genetic contribution to the etiology of Parkinson's disease (PD) is generally accepted based on the studies of the familial form of the disease and progress in molecular genetic techniques. To date, specific mutations have been identified in five separate genes and several chromosomal loci have been linked for different forms of familial parkinsonism. The discovery of alpha-synuclein, ubiquitin C-terminal hydrolase, parkin, tau and DJ-1 mutations and analysis of the biochemical and molecular properties of these gene products point to the critical role of protein aggregation in dopaminergic neurons of the substantia nigra as the basic mechanism leading to neurodegeneration also in sporadic form of the disease. Lewy bodies, even in sporadic PD, contain some of these gene products, particularly abundant fibrillar alpha-synuclein. Studies of familial parkinsonism provide evidence that PD is genetically heterogeneous. Evidence elucidated from genetic studies in PD suggests that parkinsonism is a complex disorder in which multiple gene-gene and gene-environment interactions play a critical role in the development of the disease and phenotypic variability. Further genetic studies in familial parkinsonism will enhance our knowledge of pathogenesis of PD and allow the development of neuroprotective treatments of PD and perhaps other forms of parkinsonism as well.",
        "label": "Genetic contribution to the etiology of Parkinson's disease (PD) is generally accepted based on the studies of the familial form of the disease and progress in molecular genetic techniques. To date, specific mutations have been identified in five separate genes and several chromosomal loci have been linked for different forms of familial parkinsonism. The discovery of alpha-synuclein, ubiquitin C-terminal hydrolase, parkin, tau and DJ-1 mutations and analysis of the biochemical and molecular properties of these gene products point to the critical role of protein aggregation in dopaminergic neurons of the substantia nigra as the basic mechanism leading to neurodegeneration also in sporadic form of the disease. Lewy bodies, even in sporadic PD, contain some of these gene products, particularly abundant fibrillar alpha-synuclein. Studies of familial parkinsonism provide evidence that PD is genetically heterogeneous. Evidence elucidated from genetic studies in PD suggests that parkinsonism is a complex disorder in which multiple gene-gene and gene-environment interactions play a critical role in the development of the disease and phenotypic variability. Further genetic studies in familial parkinsonism will enhance our knowledge of pathogenesis of PD and allow the development of neuroprotective treatments of PD and perhaps other forms of parkinsonism as well."
    }
]